Repository: pypi-data/pypi-mirror-3
Catalog: packages/trytond-account-product/trytond_account_product-2.2.0.tar.gz/trytond_account_product-2.2.0/locale/*.po
Languages: de_de

# error:product.template:0
source: There is no account expense/revenue defined on the product %s (%d)
de_de: Es ist kein Aufwands-/Ertragskonto definiert für Artikel %s (%d)!

# field:product.category,account_expense:0
source: Account Expense
de_de: Konto Aufwand

# field:product.category,account_revenue:0
source: Account Revenue
de_de: Konto Ertrag

# field:product.category,customer_taxes:0
source: Customer Taxes
de_de: Steuern Kunde

# field:product.category,supplier_taxes:0
source: Supplier Taxes
de_de: Steuern Lieferant

# field:product.category-customer-account.tax,category:0
source: Category
de_de: Kategorie

# field:product.category-customer-account.tax,tax:0
source: Tax
de_de: Steuer

# field:product.category-supplier-account.tax,category:0
source: Category
de_de: Kategorie

# field:product.category-supplier-account.tax,tax:0
source: Tax
de_de: Steuer

# field:product.template,account_category:0
source: Use Category's accounts
de_de: Konten der Kategorie anwenden

# field:product.template,account_expense:0
source: Account Expense
de_de: Konto Aufwand

# field:product.template,account_expense_used:0
source: Account Expense Used
de_de: Konto Aufwand Benutzt

# field:product.template,account_revenue:0
source: Account Revenue
de_de: Konto Ertrag

# field:product.template,account_revenue_used:0
source: Account Revenue Used
de_de: Verwendetes Ertragskonto

# field:product.template,customer_taxes:0
source: Customer Taxes
de_de: Steuern (Kunden)

# field:product.template,customer_taxes_used:0
source: Customer Taxes Used
de_de: Benutzte Steuern für Kunden

# field:product.template,supplier_taxes:0
source: Supplier Taxes
de_de: Steuern (Lieferanten)

# field:product.template,supplier_taxes_used:0
source: Customer Taxes Used
de_de: Benutzte Steuern für Lieferanten

# field:product.template,taxes_category:0
source: Use Category's Taxes
de_de: Steuern der Kategorie anwenden

# field:product.template-customer-account.tax,product:0
source: Product Template
de_de: Artikelvorlage

# field:product.template-customer-account.tax,tax:0
source: Tax
de_de: Steuer

# field:product.template-supplier-account.tax,product:0
source: Product Template
de_de: Artikelvorlage

# field:product.template-supplier-account.tax,tax:0
source: Tax
de_de: Steuer

# help:product.template,account_category:0
source: Use the accounts defined on the category
de_de: Wendet die Konten an, die in der Artikelkategorie definiert sind

# help:product.template,account_expense:0
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto überschreibt das Konto welches in der Kategorie eingestellt ist.

# help:product.template,account_revenue:0
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto überschreibt das Konto welches in der Kategorie eingestellt ist.

# help:product.template,taxes_category:0
source: Use the taxes defined on the category
de_de: Wendet die Steuern an, die in der Artikelkategorie definiert sind

# model:product.category-customer-account.tax,name:0
source: Category - Customer Tax
de_de: Artikelkategorie - Steuer Kunde

# model:product.category-supplier-account.tax,name:0
source: Category - Supplier Tax
de_de: Artikelkategorie - Steuer Lieferant

# model:product.template-customer-account.tax,name:0
source: Product Template - Customer Tax
de_de: Artikelvorlage - Steuer Kunde

# model:product.template-supplier-account.tax,name:0
source: Product Template - Supplier Tax
de_de: Artikelvorlage - Steuer Lieferant

# view:product.category:0
source: Accounting
de_de: Buchhaltung

# view:product.category:0
source: Taxes
de_de: Steuern

# view:product.product:0
source: Accounting
de_de: Buchhaltung

# view:product.product:0
source: Taxes
de_de: Steuern

# view:product.template:0
source: Accounting
de_de: Buchhaltung

# view:product.template:0
source: Accounts
de_de: Konten

# view:product.template:0
source: Taxes
de_de: Steuern
