Repository: pypi-data/pypi-mirror-3
Catalog: packages/Products.PloneBooking/Products.PloneBooking-3.0.0a2.tar.gz/Products.PloneBooking-3.0.0a2/Products/PloneBooking/i18n/plonebooking_plone_*.po
Languages: it

source: Booking center
it: Centro prenotazioni

source: Booking container
it: Contenitore prenotazioni

source: Bookable object container
it: Contenitore prenotabile

source: Booking
it: Prenota

source: Bookable object
it: Oggetto prenotabile

source: canceled
it: cancellato

source: booked
it: prenotato

source: cancel
it: cancella

source: book
it: prenota

source: Book
it: Prenota

source: Periodicity
it: Periodicita'

source: periodicity
it: periodicita'

source: label_same_date_every_weeks
it: la stessa date ogni settimana

source: label_same_date_every_x_weeks
it: la stessa data per x settimane

source: label_same_date_every_x_weeks_of_the_month
it: la stessa date per x settimane del mese

source: label_day
it: giorno

source: label_week
it: settimana

source: label_month
it: mese

source: Add New ${type}
it: Aggiungi Nuovo ${type}
