Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.jaop/collective.jaop-1.1.tar.gz/collective.jaop-1.1/collective/jaop/locales/*/LC_MESSAGES/opensearch.po
Languages: hi, it, ja, ko, tr, zh

source: A human-readable description of thesearch engine. Limited to 1024 characters
hi: khoj engine ka ek manav pataniya varnan. 1024 aakshar tak seemit
it: Descrizione leggibile del motore di ricerca. Max 1024 caratteri
ja: 検索エンジンについての人間が読める説明。1024文字までに制限されている。
ko: 이 검색엔진에 대한 자세한 설명. 최대 512자까지 입력 가능(한글 기준)
tr: Arama motorunun okunabilir tanımı. 1024 karakter ile sınırlıdır
zh: 人们可读取的搜索引擎描述。限制在1024个字以内。

source: A short name for your Open Search widget. Limited to 16 characters
hi: apne khule khoj ke liye ek sankshit naam hai. 16 aakshar tak samprateek
it: Descrizione abbreviata per il widget Open Search. Limitata a 16 caratteri.
ja: Open Searchウィジェットのショートネーム。16文字までに制限されている。
ko: 열린검색 위젯의 이름. 최대 8자까지 입력 가능(한글 기준)
tr: OpenSearch aracınız için kısa bir isim. 16 karakter ile sınırlıdır
zh: 你打开的搜索窗口的简称。限制在16个字以内。

source: Allow OpenSearch via RSS
hi: RSS ke maadhyam khole search anumati de
it: Consenti OpenSearch via RSS
ja: RSSを介してのOpenSearchを可能にする
ko: RSS에서 검색되는 것을 허락합니다.
tr: RSS üzerinden OpenSearch için izin ver
zh: 允许通过RSS开放搜索

source: Allow OpenSearch via XHTML + xml
hi: XHTML va xml ke maadhyam anumati de
it: Consenti OpenSearch via XHTML + xml
ja: XHTML + xmlを介してのOpenSearchを可能にする
ko: XHTML + xml에서 검색되는 것을 허락합니다.
tr: XHTLM + xml üzerinden OpenSearch için izin ver
zh: 允许通过XHTML和XML开放搜索

source: An email address of someone to contact.
hi: kisi ke e-mail patte se sampark karne ke liye
it: Indirizzo email di qualcuno da contattare.
ja: 連絡窓口となる者のメールアドレス
ko: 연락 가능한 사람의 전자우편 주소.
tr: İletişim kurulacak kişinin e-posta adresi.
zh: 联系人电子邮件

source: Open Search Settings Form
hi: khule khoj settings parcha
it: Modulo di impostazione Open Search
ja: Open Search設定フォーム
ko: 열린검색 환경 설정 양식
tr: OpenSearch Ayarları Formu
zh: 开放搜索设定表格

source: OpenSearch
hi: khule khoj
ko: 열린검색
zh: 开放搜索

source: OpenSearch Settings
hi: khole khoj ke settings
it: Impostazioni OpenSearch
ja: OpenSearch設定
ko: 열린검색 환경 설정
tr: OpenSearch Ayarları
zh: 开放搜索设定

source: Tags
it: Tag
ja: タグ
ko: 태그
tr: Etiketler
zh: 标签

source: Tags, one per line.
hi: tags, ek prathi line.
it: Tag, uno per riga.
ja: タグ、１行に一つ
ko: 태그, 한 줄에 하나씩 입력.
tr: Etiketler, her satıra bir tane.
zh: 标签，一行一个

source: stuff
hi: saamagri
it: materiali
ja: OpenSearchの設定
ko: 기타
tr: öğeler
zh: 特征
