Repository: pypi-data/pypi-mirror-3
Catalog: packages/OpenProximity/OpenProximity-12.04.1.tar.gz/OpenProximity-12.04.1/src/locale/*/LC_MESSAGES/django.po
Languages: pl

source: yes,no
pl: tak, nie

source: Error Message
pl: Komunikat o błędzie

source: Actions
pl: Akcje

source: Discovery
pl: Wykryte

source: You will have to wait for 15 seconds for this to complete!
pl: Musisz poczekać 15 sekund aż będzie gotowe!

source: Property
pl: Właściwość

source: Set
pl: Konfiguracja

source: BlueZ Manager
pl: Menadżer BlueZ

source: Default Adapter
pl: Domyślny Adapter

source: Dongle
pl: Nadajnik

source: time
pl: czas

source: bluetooth address
pl: adres bluetooth

source: identifying name
pl: identyfikacja

source: connections
pl: połączenia

source: maximum allowed connections
pl: max ilość połączeń

source: name filter
pl: filtr nazw

source: address filter
pl: filtr adresów

source: starting date, or null to run for ever until end
pl: wpisz datę i czas rozpoczęcia, albo zostaw puste, by proces trwał bez końca

source: ending date, or null to run for ever since start
pl: data i czas zakończenia, albo zostaw puste, by proces trwał bez końca

source: dongles names
pl: nazwy nadajników

source: if you want your campaign to change the bluetooth dongles names when running then set this variable
pl: jeśli chcesz nadać nazwę kampanii inną niż urządzenia, wpisz to w tym oknie

source: certain target devices require pairing, this is the pin code going to be used
pl: niektóre urządzenia docelowe wymagają powiązania, jest to kod pin, który będzie używany

source: if you set this parameter then OpenProximity will never try to resolve sdp records and use only this channel, leave it empty unless you know what you're doing.
pl: jeśli ustawisz ten parametr to OpenProximity nigdy nie będzie rozwiązywać rekordów SDP i będzie używać tylko tego kanału, należy pozostawić to okno puste, chyba że wiesz co robisz

source: how many times it should try again when rejected, -1 infinite
pl: określa ile razy ma próbować ponownie zanim odrzuci, -1 oznacza nieskończoność

source: how much time to wait after a certain device has rejected a file before we try again
pl: ile czasu ma oczekiwać na urządzenie które odrzuciło zanim spróbuje ponownie

source: how many times it should try to send when timing out, -1 infinite
pl: ile razy powinien próbować wysyłać po upływie czasu, -1 oznacza nieskończoność

source: how much time to wait after a certain device has made a timeout before we try again
pl: ile czasu ma czekać na ponowny transfer, gdy dane urządzenie nie odebrało w określonym czasie

source: how many times will this campaign be accepted before disabling, -1 means infinite
pl: ile razy kampania może być akceptowana, zanim zostanie wyłączona, -1 oznacza nieskończoność

source: if the meassured rssi is over or equal than this value then campaign will match, take into account rssi is negative, range -255 0
pl: jeżeli wartość RSSI jest równe lub większe niż ta wartość, wtedy kampania osiągnie cel, biorąc pod uwagę RSSI negatywne, szereguj w zakresie -250 0

source: if the meassured rssi is less or equal than this value then campaign will match, take into account rssi is negative, range -255 0
pl: kampania osiągnie cel, jeżeli wartość RSSI jest równe lub mniejsze niż ta wartość, biorąc pod uwagę RSSI negatywne szereguj w zakresie -255 a 0

source: if < 1 then a random number generator will check if the user is lucky enough to get this file
pl: jeśli < 1 wtedy generator liczb przypadkowych sprawdzi czy użytkownik może otrzymać ten plik

source: campaign file itself
pl: archiwum kampanii

source: dongle address
pl: adres nadajnika

source: remote address
pl: adres zdalny

source: bluetooth rfcomm channel that provides the used service
pl: kanał bluetooth rfcom, który zapewnia używanie serwisu

source: Remote Devices
pl: Zdalne urządzenia

source: Campaigns
pl: Kampanie

source: Scanner Dongles
pl: Skaner nadajnika

source: Uploader Dongles
pl: Nadajnik przesyła pliki

source: All Dongles
pl: Wszystkie nadajniki

source: Auto Discovered Dongle
pl: Auto-odnajdywanie nadajnika

source: Autodiscovered Bluetooth dongle
pl: Auto-odnajdywanie nadajnika Bluetooth

source: Welcome,
pl: Witamy

source: Documentation
pl: Dokumentacja

source: Change password
pl: Zmień hasło

source: Log out
pl: Wyloguj się

source: Home
pl: Start

source: OpenProximity site admin
pl: Strona Administratora OpenProximity

source: OpenProximity administration
pl: Administracja OpenProximity

source: OpenProximity Home
pl: Start OpenProximity

source: Last Seen
pl: Znalezione

source: Data Browse
pl: Przegląd<br/>Danych

source: Data Browse<br />TreeView
pl: Dane<br>Widok Drzewa

source: Admin Site
pl: Strona<br/>Admina

source: Translate
pl: Języki

source: Close this Window
pl: Zamknij okno

source: Configure Campaign
pl: Konfiguracja kampanii

source: Errors while configuring
pl: Błędy podczas konfigurowania

source: Please Correct
pl: Proszę poprawić

source: Configure
pl: Konfiguracja

source: Configure Dongle
pl: Konfiguracja Nadajnika

source: server version
pl: Wersja serwera

source: running version
pl: Uruchomiona wersja

source: There's a new version available
pl: Jest nowa wersja

source: New Version
pl: Nowa wersja

source: Your Version
pl: Twoja wersja

source: Server Log
pl: Dziennik serwera

source: Devices seen during the last 15 minutes
pl: Urządzenia widoczne podczas ostatnich 15 minut

source: Address
pl: Adres

source: Name
pl: Nazwa

source: Devclass
pl: Klasa urz.

source: Tried
pl: Próby

source: Timeout
pl: Limit czasu

source: Rejected
pl: Odrzucone

source: Accepted
pl: Akceptowane

source: Submit
pl: Wyślij

source: Delete?
pl: Usuń?

source: Loading
pl: Ładowanie

source: Refresh
pl: Odśwież

source: Marketing Campaigns
pl: Kampania Marketingowa

source: Enabled
pl: Włączone

source: Service
pl: Serwis

source: Not Set
pl: Nie ustawione

source: End
pl: Koniec

source: Name Filter
pl: Nazwa filtra

source: Address Filter
pl: Adres filtra

source: DevClass Filter
pl: Filtr klasy urządzeń

source: Serving File
pl: Udostępnianie plików

source: Chances
pl: Szans na odbiór pliku

source: See File
pl: Zobacz Plik

source: There are none known campaigns
pl: Nie ma żadnych znanych kampanii

source: Create a campaign Now
pl: Utwórz teraz kampanię

source: Known Dongles
pl: Znane nadajniki

source: Is Scanner
pl: Skaner

source: Scanner Enabled
pl: Skaner Włączony

source: Scanner Priority
pl: Priorytet Skanera

source: Is Uploader
pl: Nadajnik

source: Uploader Enabled
pl: Nadajnik Włączony

source: Max Connections
pl: Maksymalna ilość połączeń

source: Plugins
pl: Wtyczki

source: Server Statistics
pl: Statystyki serwera

source: Seen
pl: Urządzenia w zasięgu

source: Per Dongle
pl: Z podziałem na nadajnik

source: Valid Obex
pl: Ważny Obex

source: Reset Statistics
pl: Resetuj statystyki

source: Server Status
pl: Status serwera

source: RPC Server is running
pl: Serwer RPC jest uruchomiony

source: Uploaders Connected
pl: Podłączone Nadajniki

source: Scanners Connected
pl: Podłączone Skanery

source: Reset RPC Server
pl: Reset Serwer RPC

source: Anonymous
pl: Anonimowy

source: Log in
pl: Zaloguj się
