Repository: pypi-data/pypi-mirror-3
Catalog: packages/django-shop-configurableproduct/django-shop-configurableproduct-0.3.1.tar.gz/django-shop-configurableproduct-0.3.1/configurableproduct/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Product
ru: Продукт

source: Products
ru: Продукты

source: Type
ru: Тип

source: Product type
ru: Тип продукта

source: Product types
ru: Типы продуктов

source: Name
ru: Название

source: Char field
ru: Текстовое поле

source: Float field
ru: Числовое поле

source: Boolean field
ru: Логическое поле

source: Image field
ru: Поле изображений продукта

source: Ordering
ru: Порядок

source: Product field - boolean
ru: Поле продукта - логическое

source: Product fields - boolean
ru: Поля продукта - логические

source: Boolean fields
ru: Логические поля

source: Value
ru: Значение

source: Product field - char
ru: Поле продукта - строка

source: Product fields - char
ru: Поля продукта - строковые

source: Char fields
ru: Строковые поля

source: Product field - float
ru: Поле продукта - числовое

source: Product fields - float
ru: Поля продукта - числовые

source: Float fields
ru: Числовые поля

source: Product field - image
ru: Поле продукта - изображение

source: Product fields - image
ru: Поля продукта - изображения

source: Product image field
ru: Поле изображений продукта

source: Description
ru: Описание

source: File
ru: Файл

source: Thumbnail
ru: Миниатюра
