Repository: pypi-data/pypi-mirror-3
Catalog: packages/pcommerce.payment.ogone/pcommerce.payment.ogone-1.0a2.zip/pcommerce.payment.ogone-1.0a2/pcommerce/payment/ogone/locales/*/LC_MESSAGES/pcommerce.payment.ogone.po
Languages: nl

source: Currency
nl: Munteenheid

source: Currency as known in Ogone (e.g. USD, EUR)
nl: Munteenheid zoals het bekend staat in Ogone (zoals EUR, USD)

source: Ogone PCommerce settings
nl: Ogone PCommerce instellingen

source: Ogone configuration
nl: Ogone instellingen

source: Payment processed over Ogone
nl: Betaling afgehandeld via Ogone

source: Payment using Ogone
nl: Betaling via Ogone

source: Payment will be processed over Ogone
nl: Betaling zal worden afgehandeld via Ogone

source: SHA IN password as configured in Ogone
nl: Het SHA In wachtwoord zoals ingesteld in Ogone

source: SHA In Passphrase
nl: SHA In wachtwoord

source: SHA OUT password as configurd in Ogone
nl: Het SHA Out wachtwoord zoals ingesteld in Ogone

source: Test or production URL
nl: De test op productie URL

source: The Ogone settings for PCOmmerce
nl: Ogone instellingen voor PCommerce

source: no matching order found
nl: Bijbehorende bestelling niet gevonden

source: ogone_mailinfo
nl: Betaling via Ogone

source: payment already processed
nl: Betaling was al eerder afgehandeld

source: payment successfully processed
nl: Betaling succesvol afgehandeld

source: processing payment failed
nl: Afhandeling van de betaling is mislukt

source: the PSP ID
nl: De PDP ID

source: title_order_processed
nl: Bestelling is afgehandeld
