Repository: pypi-data/pypi-mirror-3
Catalog: packages/horae.properties/horae.properties-1.0a1.tar.gz/horae.properties-1.0a1/horae/properties/locales/*/LC_MESSAGES/horae.properties.po
Languages: de

source: ${date} by ${user}.
de: ${date} von ${user}.

source: ${end_date} before ${start_date}
de: ${end_date} vor ${start_date}

source: ${value} (value no longer in vocabulary)
de: ${value} (Wert nicht mehr verfügbar)

source: Add property
de: Feld hinzufügen

source: Affects sorting
de: Beinflusst die Sortierung

source: All fields
de: Alle Felder

source: An integer which defines the order of the different properties
de: Eine Zahl die zur Sortierung der verschiedenen Felder verwendet wird

source: Back
de: Zurück

source: Back to the overview
de: Zurück zur Übersicht

source: Boolean
de: Wahrheitswert

source: Choice
de: Auswahl

source: Client properties
de: Kundenfelder

source: Custom properties
de: Individuelle Felder

source: Custom properties in this context
de: Individuelle Felder auf dieser Ebene

source: Customize
de: Anpassen

source: Datetime
de: Datum & Zeit

source: Datetime range
de: Datum & Zeit Rahmen

source: Default value
de: Standardwert

source: Default value not part of the options
de: Standardwert ist nicht Teil der Optionen

source: Defaults to the date and time when viewed
de: Datum & Zeit der Ansicht als Standard verwenden

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Description (end date)
de: Beschreibung (Enddatum)

source: Description (start date)
de: Beschreibung (Startdatum)

source: Display this property in the view of the object
de: Dieses Feld in der in der Ansicht des Objekts anzeigen

source: Edit
de: Bearbeiten

source: Editable
de: Bearbeitbar

source: Fields
de: Felder

source: Float
de: Fliesskommazahl

source: Global properties
de: Globale Felder

source: Group
de: Gruppe

source: Group role
de: Gruppenrolle

source: History
de: Verlauf

source: Hours
de: Stunden

source: Inherited properties
de: Geerbte Felder

source: Maximum value
de: Maximaler Wert

source: Milestone
de: Meilenstein

source: Milestone properties
de: Meilensteinfelder

source: Minimum value
de: Minimaler Wert

source: Name (end date)
de: Name (Enddatum)

source: Name (start date)
de: Name (Startdatum)

source: No
de: Nein

source: No changes made so far
de: Bisher keine Änderungen

source: Options
de: Optionen

source: Order
de: Sortierung

source: Price
de: Preis

source: Project properties
de: Projektfelder

source: Properties
de: Felder

source: Properties available for all objects
de: Felder für sämtliche Objekte

source: Properties available for clients
de: Felder für Kunden

source: Properties available for milestones
de: Felder für Meilensteine

source: Properties available for projects
de: Felder für Projekte

source: Properties available for tickets
de: Felder für Aufgaben

source: Properties inherited from parent objects
de: Felder geerbt von höheren Ebenen

source: Remember the properties value for subsequent edits
de: Den Wert für spätere Bearbeitungsvorgänge speichern

source: Required
de: Erforderlich

source: Required (end date)
de: Erforderlich (Enddatum)

source: Required (start date)
de: Erforderlich (Startdatum)

source: Rich text
de: Formatierter Text

source: Role
de: Rolle

source: Show an additional hours field representing the range in hours
de: Ein zusätzliches Stundenfeld anzeigen, welches die Differenz in Stunden repräsentiert

source: Specify the available options
de: Definition der verfügbaren Optionen

source: Text line
de: Textzeile

source: The default difference (in hours) between start and end date
de: Die Standarddifferenz (in Stunden) zwischen Start- und Enddatum

source: Ticket properties
de: Aufgabenfelder

source: Type
de: Typ

source: User
de: Benutzer

source: User role
de: Benutzerrolle

source: Weight
de: Gewichtung

source: Weighted choice
de: Gewichtete Auswahl

source: Whether a property is editable on subsequent edits
de: Definiert ob das Feld nach dem Erstellen eines Objekts bearbeitbar bleibt

source: Whether a property is editable while creating an object
de: Definiert ob das Feld beim Erstellen eines Objekts zur Verfügung steht

source: Whether this field is available for objects having a completed state
de: Definiert ob das Feld für Objekte bearbeitbar ist, falls diese als abgeschlossen markiert sind

source: Whether this field is available for objects having an offer state
de: Definiert ob das Feld für Objekte bearbeitbar ist, falls diese als Offerte markiert sind

source: Whether this property affects sorting of the object or not
de: Definiert ob dieses Feld die Sortierung des Objekts beeinflusst oder nicht

source: Whether users may search for values of this field
de: Definiert ob Benutzer nach Werten dieses Feldes suchen können oder nicht

source: Yes
de: Ja
