Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.contentgovernance/collective.contentgovernance-1.1.zip/collective.contentgovernance-1.1/collective/contentgovernance/locales/*/LC_MESSAGES/collective.contentgovernance.po
Languages: no

source: My Responsibilities
no: Mitt innhold

source: Person responsible for keeping this content up to date
no: Den som er ansvarlig for å oppdatere dette innholdet

source: Responsible person
no: Ansvarlig person

source: description_responsibilities
no: En oversikt av innholdet på nettstedet som du er ansvarlig for.

source: help_responsibleperson
no: Den personen som er ansvarlig for å oppdatere dette innholdet.

source: label_responsibilities
no: Mitt innhold

source: label_responsibleperson_title
no: Ansvarlig person

source: listingheader_comments
no: Kommentarer

source: listingheader_expires
no: Utløper den

source: listingheader_path
no: Sti

source: listingheader_size
no: Størrelse

source: listingheader_state
no: Status
