Repository: pypi-data/pypi-mirror-3
Catalog: packages/horae.resources/horae.resources-1.0a1.tar.gz/horae.resources-1.0a1/horae/resources/locales/*/LC_MESSAGES/horae.resources.po
Languages: de

source: Absence
de: Abwesenheiten

source: Add cost unit
de: Kostenstelle hinzufügen

source: Add resource
de: Ressource hinzufügen

source: Cause
de: Grund

source: Cause of the absence
de: Grund der Abwesenheit

source: Cost unit
de: Kostenstelle

source: Cost units
de: Kostenstellen

source: Deactivate hourly expense
de: Zeitabhängiger Aufwand deaktivieren

source: Deactivate one-time expense
de: Einmalige Aufwände deaktivieren

source: Deactivate work expense
de: Arbeitsaufwand deaktivieren

source: Default cost unit
de: Standard Kostenstelle

source: Default cost unit not part of the available cost units
de: Standard Kostenstelle ist nicht Teil der verfügbaren Kostenstellen

source: Default planned resource
de: Standard geplante Ressource

source: Default resource and cost unit used for newly created tickets
de: Die Ressource und Kostenstelle die für neu erstellte Aufgaben verwendet werden soll

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Edit
de: Bearbeiten

source: End
de: Ende

source: Estimated hourly expense
de: Geschätzter zeitabhängiger Aufwand

source: Estimated one-time expense
de: Geschätzter einmaliger Aufwand

source: Estimated work expense
de: Geschätzter Arbeitsaufwand

source: Estimation difference
de: Differenz zur Schätzung

source: Groups
de: Gruppen

source: Groups allowed to enter work of this resource
de: Gruppen welchen es erlaubt ist Aufwand dieser Resource zu erfassen

source: Hourly expense
de: Zeitabhängiger Aufwand

source: Hourly rate
de: Stundenrate

source: Hourly resource
de: Zeitabhängige Ressource

source: Hours
de: Stunden

source: Human resource
de: Human Ressource

source: Month
de: Monat

source: One-time expense
de: Einmaliger Aufwand

source: One-time resource
de: Einmalige Ressource

source: Percentage
de: Prozent

source: Planned resource
de: Geplante Ressource

source: Planned resources
de: Geplante Ressourcen

source: Planned work time
de: Geplante Arbeitszeit

source: Price
de: Preis

source: Repeat
de: Wiederholung

source: Repeat until
de: Wiederholen bis

source: Resource
de: Ressource

source: Resource and cost unit
de: Ressource und Kostenstelle

source: Resources
de: Ressourcen

source: Show
de: Anzeigen

source: Start
de: Beginn

source: The associated cost unit
de: Die zugehörige Kostenstelle

source: The associated hourly resource
de: Die zugehörige zeitabhängige Ressource

source: The associated human resource
de: Die zugehörige Human Ressource

source: The associated resource
de: Die zugehörige Ressource

source: The associated time entry
de: Der zugehörige Zeiteintrag

source: The available cost units
de: Die verfügbaren Kostenstellen

source: The selected cost unit is not part of the selected resource
de: Die ausgewählte Kostenstelle ist nicht Teil der ausgewählten Ressource

source: The user this resource is bound to
de: Der Benutzer an welchen diese Ressource gebunden ist

source: Time entries
de: Zeiteinträge

source: Time entry
de: Zeiteintrag

source: Total estimated expense
de: Total geschätzer Aufwand

source: Total expense
de: Total Aufwand

source: Total price
de: Total Preis

source: Type
de: Typ

source: User
de: Benutzer

source: Users
de: Benutzer

source: Users allowed to enter work of this resource
de: Benutzer welchen es erlaubt ist Aufwand dieser Ressource zu erfassen

source: Work expense
de: Arbeitsaufwand

source: Work hours
de: Arbeitsstunden

source: Work time
de: Arbeitszeit

source: Year
de: Jahr
