Repository: pypi-data/pypi-mirror-3
Catalog: packages/Products.PloneOntology/Products.PloneOntology-1.0.0.zip/Products.PloneOntology-1.0.0/Products/PloneOntology/i18n/Ontology-plone-*.po
Languages: es

source: Relation Proposal
es: Relación propuesta

source: Proposal for new relation between keywordsThis class together with an accompanying workflow controlsthe way new links between keywords are created.
es: Propuesta para nueva relación entre palabras clave. Esta clase junto con un acompañamiento de control de flujo es la forma de nuevos enlaces entre palabras claves que son creadas.

source: Keyword Proposal
es: Palabra clave propuesta

source: Proposal for a new keyword to be added to the Ontology ttw
es: Propuesta para nueva relación de palabra clave a ser agregada en la ttw Ontología.

source: Keyword
es: Palabra clave

source: A not-so-basic CMF Content implementation with Dublin CoreMetadata included
es: Una implementación no básica de contenido del CMF con Dublin CoreMetadata incluido.

source: Ontology
es: Ontología

source: Proposal Archive
es: Archivo propuesto

source: Archive of accepted keyword proposals.
es: Archivo propuestas de palabras clave aceptadas.

source: Non-visible and editable only by owner
es: No visible y editable solamente por el propietario

source: Approved
es: Aprobado

source: approved
es: aprobado

source: approve
es: aprobar

source: Approve
es: Aprobar

source: Related Content
es: Contenido relacionado

source: Manage Relations
es: Gestionar relaciones

source: Relations
es: Relaciones

source: Map View
es: Visualización de Mapa

source: PloneOntology
es: Configuración de Ontología

source: Select
es: Seleccionar

source: Ontology_select_before
es: Hacer clic en el botón 'Seleccionar' antes de hacer clic en el botón 'Guardar', o no serán agregado las palabra claves.

source: Ontology_no_keywords
es: Ninguna palabra clave fue encontrada. Por favor, pruebe con otro término de búsqueda.

source: Name has to be an XML NCName (e.g. no spaces)
es: Nombre tiene que ser un XML NCName (por ejemplo, sin espacios)

source: Name already exists.
es: Nombre ya existe.

source: New keyword relation added.
es: Nueva relación de palabra clave adicionada.

source: Selected keywords added.
es: Adicionadas palabras claves selecionadas.

source: Selected keyword added.
es: Adicionada palabra clave selecionada.

source: No keywords selected.
es: Ninguna palabra clave selecionada.

source: Selected keywords removed.
es: Removida palabras claves selecionadas.

source: Removed selected relations.
es: Removidas relaciones selecionadas.

source: No relations selected for removal.
es: No hay relaciones seleccionadas para ser removida.

source: Successfully added reference.
es: Referencia adicionada con exito.

source: Relations changed.
es: Relaciones cambiadas.

source: Error: Enter a positive float value.
es: Error: Introduzca un valor positivo de flotación.

source: Error: keyword graphs could not be updated.
es: Error: Palabra clave no puede ser actualizada.

source: Properties changed.
es: Propiedades alteradas.

source: Classify
es: Clasificar

source: Nothing needed to be upgraded.
es: Nada necesita ser actualizado.

source: Add Relation Proposal
es: Agregar relación propuesta

source: Search
es: Buscar

source: Upgrade
es: Actualizar

source: Reference Added.
es: Referencia adicionada.

source: New Reference Created.
es: Nueva referencia creada.

source: Accepted KW Proposals
es: Aceptadas palabras claves propuestas

source: Relevance factors changed.
es: Factores de relevancia cambiados.

source: Nothing to do.
es: Nada por hacer.

source: Successfully updated references.
es: Referencias actualizadas con exito.
