Repository: pypi-data/pypi-mirror-3
Catalog: packages/TestManager/testmanager.1.4.9.src.tar.gz/testman4trac.1.4.9/testman4trac/trunk/testmanager/locale/*/LC_MESSAGES/testmanager.po
Languages: de, it

source: Settings
de: Einstellungen
it: Impostazioni

source: Templates
it: Template

source: Settings saved
de: Einstellungen gespeichert
it: Impostazioni salvate

source: Error saving the settings
de: Fehler beim Speichern der Einstellungen
it: Errore nel salvare le impostazioni

source: A Test Case template with that name already exists
de: Ein Testfall-Template mit diesem Namen existiert bereits
it: Esiste già un template per Casi di Test con lo stesso nome

source: Please enter a Template name first
de: Bitte zuerst einen Template-Namen angeben
it: Occorre prima specificare un nome per il Template

source: A Test Catalog template with that name already exists
de: Ein Test-Verzeichnis-Template mit diesem Namen existiert bereits
it: Esiste già un template per Cataloghi di Test con lo stesso nome

source: Template '%s' not removed as it is in use for a Test Catalog
de: Template '%s' nicht gelöscht weil es in einem Test-Verzeichnis benutzt wird
it: Il Template '%s' non e' stato rimosso poiché è usato da un Catalogo di Test

source: Error deleting Test Case template '%s'
de: Feher beim Löschen des Testfall-Templates '%s'
it: Errore nel cancellare il template per Casi di Test '%s'

source: Test Case template '%s' deleted
de: Testfall-Template '%s' gelöscht
it: Il template per Casi di Test '%s' è stato cancellato

source: Template '%s' not removed as it is currently the default template
de: Template '%s' nicht gelöscht weil es das Default-Template ist
it: Il Template '%s' non è stato rimosso poiché è il template di default

source: Error deleting Test Catalog template '%s'
de: Fehler beim Löschen des Test-Verzeichnis-Template '%s'
it: Errore nel cancellare il template per Cataloghi di Test '%s'

source: Test Catalog template '%s' deleted
de: Test-Verzeichnis-Template '%s' gelöscht
it: Il template per Cataloghi di Test '%s' è stato cancellato

source: Default Test Catalog template updated
de: Default Test-Verzeichnis-Template aktualisiert
it: Il template di default per Cataloghi di Test è stato aggiornato

source: Failed to update default Test Catalog template
de: Fehler beim Aktualisieren des Default-Test-Verzeichnis-Template
it: Errore nell'aggiornare il template di default per Cataloghi di Test

source: Failed to update Test Case templates
de: Fehler beim Aktualisieren des Test-Verzeichnis-Template
it: Errore nell'aggiornare i template per Casi di Test

source: Default Test Case templates updated
de: Default-Test-Verzeichnis-Template aktualisiert
it: I template di default per i Casi di Test sono stati aggiornati

source: Template saved
de: Template gespeichert
it: Template salvato

source: Author
de: Autor
it: Autore

source: Status
it: Stato

source: Error adding test catalog
de: Fehler beim Hinzufügen des Test-Verzeichnises
it: Errore nell'aggiunta di un catalogo di test

source: Error adding test case
de: Fehler beim Hinzufügen des Testfalls
it: Errore nell'aggiunta di un caso di test

source: Type
it: Tipo

source: Parent ID
it: ID Padre

source: Test Plan Title
de: Testplan Titel
it: Titolo del Piano di Test

source: Title
de: Titel
it: Titolo

source: Contains all Test Cases
de: Enthält alle Testfälle
it: Contiene tutti i Casi di Test

source: Snapshot
it: Istantanea

source: Description
de: Beschreibung
it: Descrizione

source: Last Change
de: Letzte Änderung
it: Ultima Modifica

source: Yes
de: Nein
it: Sì

source: Wiki page name
de: Wiki-Seiten-Name
it: Nome della pagina wiki

source: Plan ID
it: ID del Piano

source: Wiki page version
it: Versione della pagina wiki

source: Catalog ID
de: Verzeichnis ID
it: ID del Catalogo

source: Name
it: Nome

source: Created
de: Erstellt
it: Creato

source: Freeze Test Case versions
de: Testfall-Version einfrieren
it: Congela le versioni dei Casi di Test

source: Test Case
de: Testfall
it: Caso di Test

source: Test Plan
it: Piano di Test:

source: Successful
de: Erfolgreich
it: Passato

source: Untested
de: Ungetestet
it: Da Testare

source: Failed
de: Fehlgeschlagen
it: Fallito

source: To be tested
de: Ungetestet
it: Da Testare

source: Select the catalog into which to paste the Test Cases and click on 'Paste the copied Test Cases here'.
de: Verzeichnis zum Einfügen der Testfälle auswählen und 'Kopierte Testfälle hierher einfügen' anklicken.
it: Seleziona il catalogo dove incollare il Caso di Test copiato e clicca su 'Sposta il Caso di Test copiato qui'.

source: Cancel
de: Abbrechen
it: Annulla

source: Select the catalog into which to paste the Test Case and click on 'Move the copied Test Case here'.
de: Verzeichnis zum Einfügen des Testfalls auswählen und 'Kopierten Testfall hierher verschieben' anklicken.
it: Seleziona il catalogo dove incollare il Caso di Test copiato e clicca su 'Sposta il Caso di Test copiato qui'.

source: Test Catalogs List
de: Test-Verzeichnis-Liste
it: Lista dei Cataloghi di Test

source: New Catalog:
de: Neues Verzeichnis:
it: Nuovo Catalogo:

source: Add a Catalog
de: Verzeichnis hinzufügen
it: Aggungi un Catalogo

source: Select the catalog (even this one) into which to paste the Test Cases and click on 'Paste the copied Test Cases here'.
de: Verzeichnis zum Einfügen der Testfälle auswählen (auch das aktuelle) und 'Kopierte Testfälle hierher einfügen' anklicken.
it: Seleziona il catalogo (anche questo stesso) dove incollare i Casi di Test copiati e clicca su 'Incolla qui i Casi di Test copiati'.

source: Select the catalog (even this one) into which to paste the Test Case and click on 'Move the copied Test Case here'.
de: Verzeichnis zum Einfügen des Testfalls auswählen (auch das aktuelle) und 'Kopierten Testfall hierher verschieben ' anklicken.
it: Seleziona il catalogo (anche questo stesso) dove incollare il Caso di Test copiato e clicca su 'Sposta il Caso di Test copiato qui'.

source: Test Catalog
de: Test-Verzeichnis
it: Catalogo di Test

source: New Sub-Catalog:
de: Neues Unterverzeichnis:
it: Nuovo Sotto Catalogo:

source: Add a Sub-Catalog
de: Unterverzeichnis hinzufügen
it: Aggiungi un Sotto Catalogo

source: New Test Case:
de: Neuer Testfall
it: Nuovo Caso di Test:

source: Add a Test Case
de: Testfall hinzufügen
it: Aggiungi un Caso di Test

source: New Test Plan:
de: Neuer Testplan:
it: Nuovo Piano di Test:

source: Generate a new Test Plan
de: Neuen Testplan erstellen
it: Genera un Piano di Test

source: Select Multiple Test Cases
de: Mehrfache Testfälle auswählen
it: Seleziona piu' Casi di Test

source: Copy the Selected Test Cases
de: Ausgewählte Testfälle kopieren
it: Copia i Casi di Test Selezionati

source: Paste the copied Test Cases here
de: Kopierte Testfälle hierher einfügen
it: Incolla qui i Casi di Test copiati

source: Move the copied Test Case here
de: Kopierten Testfall hierher verschieben
it: Sposta qui il Caso di Test tagliato

source: Import Test Cases
de: Testfälle importieren
it: Importa Casi di Test

source: Export Test Catalog
de: Test-Verzeichnis exportieren
it: Esporta il Catalogo di Test

source: Back to the Catalog
de: Zürück zum Verzeichnis
it: Torna al Catalogo

source: Test Plan:
it: Piano di Test:

source: Export Test Plan
de: Testplan exportieren
it: Esporta il Piano di Test

source: The Test Cases have been copied. Now select the catalog into which to paste the Test Cases and click on 'Paste the copied Test Cases here'.
de: Die Testfälle wurden kopiert. Jetzt das Verzeichnis zum Einfügen der Testfälle auswählen und 'Kopierte Testfälle hierher verschieben' anklicken.
it: I Casi di Test sono stati copiati. Adesso seleziona il catalogo dove incollarli e clicca su 'Incolla qui i Casi di Test Copiati'.

source: The Test Case has been cut. Now select the catalog into which to move the Test Case and click on 'Move the copied Test Case here'.
de: Der Testfall wurde ausgeschnitten. Jetzt das Verzeichnis zum Einfügen des Testfalls auswählen und 'Kopierten Testfall hierher verschieben ' anklicken.
it: Il Caso di Test è stato tagliato. Adesso seleziona il catalogo dove spostarlo e clicca su 'Sposta qui il Caso di Test tagliato'.

source: Open a Ticket on this Test Case
de: Ticket zu diesem Testfall öffnen
it: Apri una Segnalazione su questo Caso di Test

source: Show Related Tickets
de: Zugehörige Tickets anzeigen
it: Mostra le Segnalazioni correlate

source: Move the Test Case into another catalog
de: Testfall in ein anderes Verzeichnis verschieben
it: Sposta il Caso di Test in altro catalogo

source: Duplicate the Test Case
de: Testfall kopieren
it: Duplica il Caso di Test

source: Back to the Test Plan
de: Zürück zum Testplan
it: Torna al Piano di Test

source: Edit
de: Bearbeiten
it: Modifica

source: Save
de: Speichern
it: Salva

source: Object change history
de: Objekt-Änderungs-Geschichte
it: Storia dei cambiamenti dell'oggetto

source: Property
de: Eigenschaft
it: Proprietà

source: Previous Value
de: Verheriger Wert
it: Valore Precedente

source: New Value
de: Neuer Wert
it: Nuovo Valore

source: All Catalogs
de: Alle Verzeichnisse
it: Tutti i Cataloghi

source: Filter:
it: Filtro:

source: Type the test to search for, even more than one word. You can also filter on the test case status (untested, successful, failed).
de: Sucheingabefeld für Testfall. Auch mehrere Wörter möglich. Filterung kann auch den Testfall-Status (untested, successful, failed) beinhalten.
it: Inserire il testo da cercare, anche più parole. Si può filtrare anche in base allo stato dei casi di test (da testare, passato, fallito).

source: Expand all
de: Alles ausklappen
it: Espandi tutto

source: Collapse all
de: Alles einklappen
it: Comprimi tutto

source: Available Test Plans
de: Verfügbare Testpläne
it: Piani di Test disponibili

source: Type the test to search for, even more than one word.
de: Einfügen des Tests, nach dem gesucht werden soll (mehrere Wörter erlaubt).
it: Digita il testo da cercare, anche più di una parola.

source: Plan Name
it: Nome del Piano

source: Open Test Plan
de: Testplan öffnen
it: Apri il Piano di Test

source: Delete
de: Löschen
it: Elimina

source: Open
de: Öffnen
it: Apri

source: Edit the Test Case
de: Testfall bearbeiten
it: Modifica il Caso di Test

source: Unknown
de: Unbekannt
it: Sconosciuto

source: Change the Status:
de: Status ändern
it: Modifica lo Stato:

source: Status change history
de: Statusänderungen
it: Storia dei cambiamenti di stato

source: Test Manager Settings
de: Testmanager-Einstellungen
it: Impostazioni Test Manager

source: Settings for Test Manager
de: Einstellungen für den Testmanager
it: Impostazioni del Test Manager

source: Test Statistics default settings
de: Test-Statistiken-Default-Einstellungen
it: Impostazioni di default per le Statistiche di Test

source: Number of days shown by default:
de: Anzahl der angezeigten Tage (default):
it: Numero di giorni mostrati per default:

source: Number of days between each data point:
de: Anzahl der Tage zwischen den Daten-Punkten:
it: Numero di giorni tra ogni campione:

source: Sort a test plan's test cases by:
de: Sortieren der Testplan-Testfälle nach:
it: Ordina i casi di test nel piano per:

source: Modification time
de: Änderungszeitpunkt
it: Data di modifica

source: Open Test Cases in a new window:
de: Testfälle in neuem Fenster öffnen:
it: Apri i Casi di Test in una nuova finestra

source: Test Manager Templates
it: Template del Test Manager

source: Test Manager Templates Configuration
de: Testmanager-Templates-Einstellung
it: Configurazione dei Template del Test Manager

source: Test Catalog Templates
de: Test-Verzeichnis-Template
it: Template per Cataloghi di Test

source: No Templates created yet.
de: Keine angelegten Templates.
it: Nessun Template ancora creato.

source: Delete Selected
de: Auswahl löschen
it: Cancella Selezionato

source: Add Test Catalog Template
de: Test-Verzeichnis-Template löschen
it: Aggiungi un Template per Cataloghi di Test

source: Test Case Templates
de: Testfall-Template
it: Template per Casi di Test

source: Add Test Case Template
de: Testfall-Template hinzufügen
it: Aggiungi un Template per Casi di Test

source: Default template for Test Catalog
de: Default-Template für Test-Verzeichnis
it: Template di default per Cataloghi di Test

source: None
de: Nichts
it: Nessuno

source: Save Default Test Catalog Template
de: Default-Test-Verzeichnis-Template speichern
it: Salva template di default per Cataloghi di Test

source: Default Test Case template for each Test Catalog
de: Default-Testfall-Template für jedes Test-Verzeichnis
it: Template di default per i Casi di Test di ciascun Catalogo

source: Test Case Template
de: Testfall-Template
it: Template per i Casi di Test

source: Save Template Configuration
de: Template-Einstellung speichern
it: Salva configurazione dei Template

source: Edit Template
de: Template bearbeiten
it: Modifica Template

source: Content
de: Inhalt
it: Testo

source: Submit Changes
de: Änderungen speichern
it: Salva Modifiche

source: Preview
de: Vorschau
it: Anteprima

source: Test Case import results
de: Testfall-Import-Ergebnisse
it: Risultati dell'importazione

source: Got to the
de: Gehe zu dem
it: Vai al

source: enclosing Test Catalog
de: ergänzten Test-Verzeichnis
it: Catalogo di Test che lo contiene

source: Errors
de: Fehler
it: Errori

source: Row number
de: Zeilennummer
it: Numero riga

source: Test Title
de: Test Titel
it: Titolo del Test

source: Error
de: Fehler
it: Errore

source: Test Cases imported successfully
de: Erfolgreich importierte Testfälle
it: I Casi di Test sono stati importati con successo

source: Test Management Statistics
de: Testmanager-Statistiken
it: Statistiche sulla gestione dei Test

source: Test activity trend
de: Testdurchführungsbericht
it: Trend dell'attività di test

source: Current test status
de: Aktueller Teststatus
it: Stato attuale del test

source: Tickets trend
de: Fehlerbericht
it: Trend delle segnalazioni

source: Start Date:
de: Start Datum:
it: Dal:

source: End Date:
de: Ende Datum:
it: Al:

source: Resolution:
de: Periode:
it: Risoluzione:

source: 1 Day
de: 1 Tag
it: 1 Giorno

source: 1 Week
de: 1 Woche
it: 1 Settimana

source: 2 Weeks
de: 2 Wochen
it: 2 Settimane

source: 1 Month
de: 1 Monat
it: 1 Mese

source: 2 Months
de: 2 Monate
it: 2 Mesi

source: 3 Months
de: 3 Monate
it: 3 Mesi

source: 6 Months
de: 6 Monate
it: 6 Mesi

source: 1 Year
de: 1 Jahr
it: 1 Anno

source: Test Plan:
it: Piano di Test:

source: All Test Plans
de: Alle Testpläne:
it: Tutti i Piani di Test

source: URL to bookmark:
de: Lesezeichen:
it: URL da salvare nei preferiti:

source: Export this data to Excel
de: Daten exportieren
it: Esporta i dati in Excel

source: (CSV format)
it: (formato CSV)

source: Timestamp
de: Zeitstempel

source: No
de: Ja
