Repository: pypi-data/pypi-mirror-3
Catalog: packages/Products.SimpleChat/Products.SimpleChat-1.0.4-py2.6.egg/Products/SimpleChat/i18n/SimpleChat-*.po
Languages: no

source: No valid user address. Please contact site administrator
no: Ingen gyldig brukeradresse. Vennligst kontakt administrator.

source: Refresh
no: Oppdater

source: Register username
no: Registrer brukernavn

source: See banned
no: Se utestengte

source: See logs
no: Se logger

source: Submit
no: Send

source: Submit
no: Send

source: Add
no: Legg til

source: Add Simple Chat
no: Legg til Enkle meldinger

source: Add SimpleChat
no: Legg til Enkle meldinger

source: Ban
no: Utesteng

source: Ban User/IP address
no: Utesteng bruker/IP-adresse

source: Ban removed
no: Utestenging fjernet

source: Ban user
no: Utesteng bruker

source: Chat
no: Meldinger

source: Chat abuse report received
no: Meldinger, misbruksrapport mottatt

source: Chat logs
no: Meldingslogger

source: Chat, banned IPs
no: Meldinger, utestengte IP-adresser

source: Comment why you are banning this chatline
no: Kommenter på hvorfor du utestenger denne meldingen

source: Comment why you are reporting this chatline
no: Kommenter på hvorfor du rapporterer denne meldingen

source: No IP address found, dumping request as HTML:
no: Ingen IP-adresse funnet, dumper forespørsels-objekt som HTML:

source: No ban removed, IP not found
no: Ingen utestenging fjernet, IP-adresse ikke funnet

source: No remote IP address found, contact site administrator
no: Ingen gyldig IP-adresse funnet, kontakt nettstedsadministrator

source: No valid remote address, contact site administrator
no: Ingen gyldig fjern adresse, kontakt nettstedsadministrator

source: Not a valid username.
no: Ikke et gyldig brukernavn.

source: Note that IP-address is being logged, so play nicely.
no: Merk at IP-adresser lagres, så lek pent.

source: Offending chatline
no: Fornærmende melding

source: Register username below
no: Registrer brukernavn under

source: Remove ban
no: Fjern utestenging

source: Report
no: Rapporter

source: Report chat abuse
no: Rapporter fornærmende melding(er)

source: Simple chat banned IPs
no: Simple chat utestengte IP-adresser

source: Simple chat index
no: Enkle meldinger indeks

source: Simple chat logs
no: Enkle meldinger logger

source: Sorry, banned users (IPs) cannot make comments
no: Beklager, utestengte brukere (IP-adresser) kan ikke legge til kommentarer

source: Thank you
no: Takk

source: Thank you for reporting this. We have gotten a report and will deal with it if necessary.
no: Takk for at du rapporterte dette. Vi har motttatt en rapport og vil håndtere den som nødvendig.

source: This IP address has been banned:
no: Denne IP-adressen har blitt utestengt:

source: Title
no: Tittel

source: User/IP successfully banned
no: Bruker/IP-adresser utestengt

source: Username
no: Brukernavn

source: Wrong IP address, if you changed location/IP, please register again with a different username
no: Feil IP-adresse, hvis du endret sted/IP-adresse, vennligst registrert på nytt med et annet brukernavn

source: Change to
no: Bytt til

source: Anonymous User
no: Anonym bruker

source: Go to the last read line
no: Gå til den siste leste linja

source: Block chat
no: Blokker enkle meldinger

source: Unblock chat
no: Avblokker enkle meldinger

source: Simple chat has been blocked
no: Enkle meldinger har blitt blokkert

source: Simple chat has been unblocked
no: Enkle meldinger har blitt avblokkert

source: Confirm simple chat block
no: Bekreft blokkering av enkle meldinger

source: Confirm simple chat unblock
no: Bekreft avblokkering av enkle meldinger

source: Sorry, simple chat has been blocked
no: Beklager, enkle meldinger har blitt blokkert
