Repository: pypi-data/pypi-mirror-3
Catalog: packages/jarn.xmpp.core/jarn.xmpp.core-0.22.zip/jarn.xmpp.core-0.22/jarn/xmpp/core/locales/*/LC_MESSAGES/jarn.xmpp.core.po
Languages: no

source: A portlet that renders the feed from a PubSub node.
no: En infoboks med statusoppdateringer fra an PubSub node.

source: Add PubSub feed portlet
no: Legg til PubSub statusoppdatering infoboks

source: Click to toggle user's details
no: Klikk for å utvide

source: Edit PubSub feed portlet
no: Rediger PubSub infoboks

source: Message
no: Melding

source: Online users:
no: Påloggede brukere

source: Personal message
no: Personlig melding

source: Personal stream
no: Personlige meldinger

source: Post
no: Publiser

source: Post to stream
no: Oppdater status

source: PubSub feed portlet
no: PubSub statusboks

source: Reply
no: Svar

source: Setup
no: Oppsett

source: Setup XMPP
no: Oppsett XMPP

source: Share location
no: Angi sted

source: Site stream
no: Status oppdatering

source: Subscribe
no: Følge bruker

source: Title
no: Tittel

source: Unsubscribe
no: Avslutt å følge
