Repository: pypi-data/pypi-mirror-3
Catalog: packages/ckan/ckan-1.7.1.tar.gz/ckan-1.7.1/ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: sr

source: Statistics
sr: Статистике

source: Home
sr: Почетак

source: Total number of Datasets
sr: Укупан број скупова података

source: Revisions to Datasets per week
sr: Верзије скупова података по недељама

source: Top Rated Datasets
sr: Најбоље оцењени скупови података

source: Dataset
sr: Скуп података

source: Average rating
sr: Просечна оцена

source: Number of ratings
sr: Број оцена

source: No ratings
sr: Без оцене

source: Most Edited Datasets
sr: Највише мењани скупови података

source: Number of edits
sr: Број промена

source: Largest Groups
sr: Највеће групе

source: Group
sr: Група

source: Number of datasets
sr: Број скупова података

source: Top Tags
sr: Најчешћи тагови

source: Users owning most datasets
sr: Корисници који поседују највише скупова података

source: Page last updated:
sr: Страница последњи пут ажурирана:

source: Leaderboard - Stats
sr: Контролна табла - Статистика

source: Dataset Leaderboard
sr: Контролна табла скупова података

source: Choose a dataset attribute and find out which categories in that area have the most datasets. E.g. tags, groups, license, res_format, country.
sr: Изаберите атрибут скупа података и сазнајте која категорија у тој области има највише скупова података. Нпр тагови, групе, лиценце, земља.

source: Choose area
sr: Изабери област

source: Authorization function not found: %s
sr: Функција ауторизације није пронађена: %s

source: Need to be system administrator to administer
sr: Само систем администратор може да управља

source: Changes Saved
sr: Промене сачуване

source: unknown user:
sr: непознат корисник

source: User Added
sr: Додат корисник

source: unknown authorization group:
sr: непозната група ауторизације

source: Authorization Group Added
sr: Додата група ауторизација

source: Cannot purge package %s as associated revision %s includes non-deleted packages %s
sr: Немогуће одбацивање пакета %s јер придружена верзија %s садржи пакете који се не могу обрисати %s

source: Problem purging revision %s: %s
sr: Проблем при одбацивању верзије %s: %s

source: Purge complete
sr: Одбацивање комплетно

source: Action not implemented.
sr: Акција није имплементирана

source: Not authorized to see this page
sr: Немате овлашћења да бисте видели ову страницу

source: Access denied
sr: Приступ одбијен

source: Not found
sr: Није пронађено

source: Bad request
sr: Лош захтев

source: Action name not known: %s
sr: Име акције није познато: %s

source: JSON Error: %s
sr: JSON Грешка: %s

source: Bad request data: %s
sr: Неисправан податак: %s

source: Integrity Error
sr: Грешка интегритета

source: Parameter Error
sr: Грешка у параметру

source: Cannot list entity of this type: %s
sr: Немогуће излиставање ентитета овог типа: %s

source: Cannot read entity of this type: %s
sr: Не може се прочитати ентитет овог типа: %s

source: Cannot create new entity of this type: %s %s
sr: Не може се креирати нови ентитет овог типа: %s %s

source: Unable to add package to search index
sr: Није могуће додати пакет у регистар претраге

source: Cannot update entity of this type: %s
sr: Не може се ажурирати ентитет овог типа: %s

source: Unable to update search index
sr: Није могуће ажурирати регистар претраге

source: Cannot delete entity of this type: %s %s
sr: Не може се избрисати ентитет овог типа: %s %s

source: No revision specified
sr: Промена није наведена

source: There is no revision with id: %s
sr: Нема верзије чији је ID: %s

source: Missing search term ('since_id=UUID' or 'since_time=TIMESTAMP')
sr: Није наведен појам претраге ('since_id=UUID' или 'since_time=TIMESTAMP')

source: Could not read parameters: %r
sr: Немогуће читање параметара: %r

source: Bad search option: %s
sr: Лоша опција претраге: %s

source: Unknown register: %s
sr: Непознат регистaр: %s

source: Malformed qjson value
sr: Лоша qjson вредност

source: Request params must be in form of a json encoded dictionary.
sr: Параметри захтева морају бити у облику кодираног ЈСОН речника.

source: Not authorized to read %s
sr: Нема овлашћења за читање %s

source: Unauthorized to create a group
sr: Нема овлашћења за креирање групе

source: User %r not authorized to edit %r
sr: Корисник %r није овлашћен да мења %r

source: Group not found
sr: Група није пронађена

source: User %r not authorized to edit %s authorizations
sr: Корисник %r није овлашћен да мења %s овлашћења

source: Resource not found
sr: Ресурс није пронађен

source: Unauthorized to read resource %s
sr: Немате права да читате ресурс %s

source: Unauthorized to read group %s
sr: Неовлашћено читање групе %s

source: Cannot render description
sr: Немогуће пружити опис

source: User %r not authorized to edit %s
sr: Корисник %r није овлашћен да meња %s

source: Select two revisions before doing the comparison.
sr: Одаберите две верзије пре поређења.

source: CKAN Group Revision History
sr: Историја верзија CKAN група

source: Recent changes to CKAN Group:
sr: Недавне промене у CKAN Групи:

source: Log message:
sr: Лог порука:

source: This site is currently off-line. Database is not initialised.
sr: Сајт је тренутно недоступан. База није иницијализована.

source: Please <a href="%s">update your profile</a> and add your email address and your full name.
sr: Молимо Вас, <a href="%s">ажурирајте Ваш профил</a> и додајте своју емаил адресу и пуно име.

source: %s uses your email address if you need to reset your password.
sr: %s користни Вашу емаил адресу, ако желите да ресетујете Вашу шифру.

source: Please <a href="%s">update your profile</a> and add your email address.
sr: Молимо Вас, <a href="%s">ажурирајте Ваш профил</a> и додајте своју емаил адресу.

source: Please <a href="%s">update your profile</a> and add your full name.
sr: Молимо Вас, <a href="%s">ажурирајте Ваш профил</a> и додајте своје пуно име.

source: Invalid revision format: %r
sr: Неисправан формат верзије: %r

source: Dataset not found
sr: Скуп података није пронађен

source: Unauthorized to read package %s
sr: Неовлашћено читање пакета %s

source: CKAN Dataset Revision History
sr: CKAN Историја верзија скупа података

source: Recent changes to CKAN Dataset:
sr: Недавне промене на CKAN скупу података

source: Unauthorized to create a package
sr: Неовлашћено креирања пакета

source: Unable to add package to search index.
sr: Није могуће додати пакет у регистар претраге

source: Unable to update search index.
sr: Није могуће ажурирати регистар претраге.

source: CKAN Repository Revision History
sr: Историја претходних верзија базе CKAN

source: Recent changes to the CKAN repository.
sr: Недавне промене у бази CKAN.

source: Datasets affected: %s.
sr: Скупови података на које се утицало: %s.

source: Revision updated
sr: Верзија ажурирана

source: Other
sr: Остало

source: Tag not found
sr: Таг није пронађен

source: Unauthorized to create a user
sr: Неовлашћено креирање корисника

source: Unauthorized to create user %s
sr: Неовлашћено креирање корисника %s

source: User not found
sr: Корисник није пронађен

source: Bad Captcha. Please try again.
sr: Лоше попуњена капча. Молимо Вас покушајте поново.

source: No user specified
sr: Ниједан корисник није специфициран

source: Unauthorized to edit user %s
sr: Неовлашћено мењање корисника %s

source: User %s not authorized to edit %s
sr: Корисник %s није овлашћен да мења %s

source: Profile updated
sr: Профил ажуриран

source: %s is now logged in
sr: %s је сада пријављен

source: "%s" matched several users
sr: "%s" поклапа више корисника

source: No such user: %s
sr: Не постоји корисник: %s

source: Please check your inbox for a reset code.
sr: Молимо Вас нађите ресет-код у пријемном поштанском сандучету.

source: Could not send reset link: %s
sr: Немогуће слање ресет линка: %s

source: Invalid reset key. Please try again.
sr: Неважећи ресет-код. Молимо покушајте поново.

source: Your password has been reset.
sr: Ваша лозинка је ресетована.

source: Error: Could not parse About text
sr: Грешка: Није могуће парсирање дела О тексту

source: Your password must be 4 characters or longer.
sr: Ваша шифра мора бити дужине 4 или више карактера.

source: The passwords you entered do not match.
sr: Шифре које сте откуцали се не поклапају.

source: Name
sr: Име

source: 2+ characters, lowercase, using only 'a-z0-9' and '-_'
sr: 2 или више карактера, велика слова нису дозвољена, употребљавати само 'a-z0-9' и '-_'

source: Details
sr: Детаљи

source: Name must be at least %s characters long
sr: Име мора бити најмање %s карактера дугачко.

source: Name must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
sr: Име мора бити написано малим словима, бројевима, (ASCII карактери) или неким од ових симбола: -_

source: Dataset name already exists in database
sr: Скуп података већ постоји у бази.

source: Group name already exists in database
sr: Група са тим именом већ постоји у бази.

source: Value does not match required format: %s
sr: Вредност не задовољава тражени формат: %s

source: (None)
sr: (Нема)

source: Dataset resource(s) incomplete.
sr: Ресурс(и) скупа података непотпун(и).

source: Tag "%s" length is less than minimum %s
sr: Дужина тага "%s" је мања од минималне %s

source: Tag "%s" must not contain any quotation marks: "
sr: Ознака "%s" не сме да садржи знаке навода: "

source: Duplicate key "%s"
sr: Дуплирани кључ "%s"

source: Extra key-value pair: key is not set for value "%s".
sr: Kључ-вредност пар вишак: кључ није постављен за вредност "%s".

source: Cannot add any groups.
sr: Немогуће додавање група.

source: Can't derived new group selection from serialized value structured like this: %s
sr: Немогуће извести нову селекцију групе из серијализоване вредности структуриране на следећи начин: %s

source: other - please specify
sr: остало - молимо Вас наведите

source: Extras
sr: Додаци

source: Package
sr: Пакет

source: Add packages
sr: Додај пакет

source: A short descriptive title for the data set.
sr: Краћи описни назив скупа података.

source: It should not be a description though - save that for the Notes field. Do not give a trailing full stop.
sr: Ово не би требало да буде опис, мада - сачувајте га у пољу Белешке. Немојте стављати тачку на крају.

source: A unique identifier for the package.
sr: Јединствени идентификатор пакета.

source: It should be broadly humanly readable, in the spirit of Semantic Web URIs. Only use an acronym if it is widely recognised. Renaming is possible but discouraged.
sr: Требало би да буде јако разумљиво за човека, у духу URI-ја Семантичког веба. Користити скраћенице само ако су широко прихваћене. Преименовање је могуће, али није пожељно.

source: A number representing the version (if applicable)
sr: Број који представља верзију (ако је изводљиво)

source: The URL for the web page describing the data (not the data itself).
sr: УРЛ веб странице којa описујe податке (не самe податке).

source: e.g. http://www.example.com/growth-figures.html
sr: нпр: http://www.example.com/growth-figures.html

source: The name of the main contact, for enquiries about this particular dataset, using the e-mail address in the following field.
sr: Име главне контакт особе, за питања о овом конкретном скупу података, користећи е-маил адресу у следећем пољу.

source: If there is another important contact person (in addition to the person in the Author field) then provide details here.
sr: Ако постоји још једна важна контакт особа (поред лица у Аутор пољу), онда детаље навести овде.

source: Licence
sr: Лиценца

source: The licence under which the dataset is released.
sr: Лиценца под којом је скуп података објављен.

source: Tags
sr: Тагови

source: Comma-separated terms that may link this dataset to similar ones. For more information on conventions, see <a href="%s">this wiki page</a>.
sr: Запетама раздвојени појмови који могу линковати овај скуп података ка сличнима. За више информација о конвенцијама, погледајте <a href="%s">ову вики страницу</a>.

source: e.g. pollution, rivers, water quality
sr: нпр загађење, реке, квалитет воде

source: The files containing the data or address of the APIs for accessing it.
sr: Датотеке које садрже податке или адресу API-ја за приступ истим.

source: <br />These can be repeated as required. For example if the data is being supplied in multiple formats, or split into different areas or time periods, each file is a different 'resource' which should be described differently. They will all appear on the dataset page on CKAN together.<br /><br /> <b>URL:</b> This is the Internet link directly to the data - by selecting this link in a web browser, the user will immediately download the full data set. Note that datasets are not hosted on this site, but by the publisher of the data. Alternatively the URL can point to an API server such as a SPARQL endpoint or JSON-P service.<br /> <b>Format:</b> This should give the file format in which the data is supplied. <br /><b>Description</b> Any information you want to add to describe the resource.<br />
sr: <br />Ови се могу понављати по потреби. На пример, ако сy подаци доступни у више формата, или подељени по различитим областима, или временским периодима, сваки фајл је различит 'ресурс' који би требало да буде другачије описан. Сви они ће се појавити на страници скупа података на CKAN-у заједно. <br /><br /> <b>УРЛ:</b> Ово је Интернет линк директно ка подацима - кликом на овај линк у веб претраживачу, корисник ће одмах преузети целокупан скуп података. Имајте на уму да скупови података се не чувају на овом серверу, већ на серверу издавача података. Алтернативно УРЛ адреса може да укаже на АПИ сервера, као што је SPARQL приступна тачке или JSON-P сервис. <br /> <b>Формат:</b> Ово треба да да формат датотеке у којој су подаци доступни. <br /> <b>Опис</b> Било која информација коју желите да додате за опис ресурса.<br />

source: Format choices: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Other as appropriate
sr: Избор формата: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Други прикладни формати

source: Notes
sr: Белешке

source: The main description of the dataset
sr: Главни опис скупа података

source: It is often displayed with the package title. In particular, it should start with a short sentence that describes the data set succinctly, because the first few words alone may be used in some views of the data sets.
sr: Често се приказује са именом пакета. Конкретно, треба да почне са кратком реченицом која сажето описује скуп података, јер првих неколико речи могу да се користе у неким приказима скупова података.

source: You can use %sMarkdown formatting%s here.
sr: Овде можете користити %sMarkdown форматирање%s.

source: Basic information
sr: Основне информације

source: Resources
sr: Ресурси

source: Groups
sr: Групе

source: Detail
sr: Детаљи

source: Title
sr: Име

source: Version
sr: Верзија

source: Author
sr: Аутор

source: Author email
sr: E-маил аутора

source: Maintainer
sr: Одржава

source: Maintainer email
sr: E-маил уређивача

source: License
sr: Лиценца

source: State
sr: Статус

source: Resource should be a dictionary: %r
sr: Ресурс треба да буде речник: %r

source: Key unknown: %s
sr: Непознат кључ: %s

source: Key blank
sr: Празан кључ

source: Updated
sr: Ажурирано

source: User role(s) added
sr: Улога(е) корисника додата(е)

source: Please supply a user name
sr: Унесите име корисника

source: Dear %s,
sr: Драги %s,

source: No recipient email address available!
sr: Није доступна е-маил адреса примаоца!

source: You have requested your password on %(site_title)s to be reset. Please click the following link to confirm this request: %(reset_link)s
sr: Тражили сте да Ваша лозинка са сајта %(site_title)s буде ресетована. Кликните на следећи линк да бисте потврдили овај захтев: %(reset_link)s

source: Reset your password
sr: Ресетујте Вашу лозинку

source: Cannot render package description
sr: Немогуће приказати опис пакета

source: No web page given
sr: Нема дате веб странице

source: No links are allowed in the log_message.
sr: Линкови нису дозвољени у log_message.

source: Missing value
sr: Недостаје вредност

source: No valid API key provided.
sr: Није обезбеђен исправан API кључ.

source: Invalid integer
sr: Неисправан број

source: Date format incorrect
sr: Неисправан формат датума

source: User
sr: Корисник

source: Activity type
sr: Тип активности

source: Name must be a maximum of %i characters long
sr: Име може бити дуго највише %i карактера

source: Url must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
sr: УРЛ адреса мора бити састављена самo од малих алфанумеричких (ASCII) карактера и ових симбола: -_

source: That URL is already in use.
sr: Тај УРЛ је већ у употреби.

source: Name "%s" length is less than minimum %s
sr: Дужина имена "%s" је мања од минималне %s

source: Name "%s" length is more than maximum %s
sr: Дужина имена "%s" је већа од максималне %s

source: Version must be a maximum of %i characters long
sr: Верзија мора бити највише %i карактера дужине

source: Tag "%s" length is more than maximum %i
sr: Дужина тага "%s" је вeћа од максималне (%i)

source: Tag "%s" must be alphanumeric characters or symbols: -_.
sr: Таг "%s" мора бити састављен од алфанумеричких карактера или симбола: -_.

source: Tag "%s" must not be uppercase
sr: Таг "%s" не сме да буде великим словима.

source: That login name is not available.
sr: То корисничко име није слободно.

source: Please enter both passwords
sr: Молимо Вас да унесете обе лозинке

source: Your password must be 4 characters or longer
sr: Ваша лозинка мора бити дужине најмање 4

source: The passwords you entered do not match
sr: Лозинке које сте унели се не поклапају

source: Edit not allowed as it looks like spam. Please avoid links in your description.
sr: Мењања није дозвољено, јер изгледа непожељно. Избегавајте линкове у Вашем опису.

source: Package resource(s) invalid
sr: Ресурс(и) пакета неисправан

source: Missing Value
sr: Недостајућа вредност

source: REST API: Create object %s
sr: REST API: Креирaj објекaт %s

source: REST API: Create package relationship: %s %s %s
sr: REST API: Креирај однос пакета: %s %s %s

source: You must supply a package id or name (parameter "package").
sr: Морате обезбедити ID пакета или име (параметар "package").

source: You must supply a rating (parameter "rating").
sr: Морате да доставите оцену (параметар "rating").

source: Rating must be an integer value.
sr: Оцена мора бити целобројна вредност.

source: Rating must be between %i and %i.
sr: Оцена мора бити између %i и %i.

source: REST API: Delete Package: %s
sr: REST API: Бриши пакет: %s

source: REST API: Delete %s
sr: REST API: Бриши %s

source: Resource was not found.
sr: Ресурс није пронађен.

source: REST API: Update object %s
sr: REST API: Ажужирање објекта %s

source: Package was not found.
sr: Пакет није пронађен.

source: REST API: Update package relationship: %s %s %s
sr: REST API: Ажурирање односа пакета: %s %s %s

source: TaskStatus was not found.
sr: TaskStatus није пронађен.

source: User %s not authorized to create packages
sr: Корисник %s није овлашћен да креира пакете

source: User %s not authorized to edit these groups
sr: Корисник %s није овлашћен да мења ове групе

source: User %s not authorized to edit these packages
sr: Корисник %s није овлашћен да мења ове пакете

source: User %s not authorized to create groups
sr: Корисник %s није овлашћен да креира групе

source: User %s not authorized to create authorization groups
sr: Корисник %s није овлашћен да креира групе ауторизације

source: User %s not authorized to create users
sr: Корисник %s није овлашћен да креира кориснике

source: Group was not found.
sr: Група није пронађена.

source: Valid API key needed to create a package
sr: Валидан API кључ потребан за креирање пакета

source: Valid API key needed to create a group
sr: Валидан API кључ потребан за креирање групи

source: User %s not authorized to delete package %s
sr: Корисник %s није овлашћен да избрише пакет %s

source: User %s not authorized to delete relationship %s
sr: Корисник %s није овлашћен да избрише везу %s

source: User %s not authorized to delete group %s
sr: Корисник %s није овлашћен да избрише групу %s

source: User %s not authorized to delete task_status
sr: Корисник %s није овлашћен да избрише task_status

source: User %s not authorized to read these packages
sr: Корисник %s није овлашћен да чита ове пакете

source: User %s not authorized to read package %s
sr: Корисник %s није овлашћен да чита пакет %s

source: No package found for this resource, cannot check auth.
sr: Нема пронађених пакетa за овај ресурс, не може да провери аут (лош превод).

source: User %s not authorized to read resource %s
sr: Корисник %s није овлашћен да чита ресурс %s

source: User %s not authorized to read group %s
sr: Корисник %s није овлашћен да чита групу %s

source: User %s not authorized to edit package %s
sr: Корисник %s није овлашћен да мења пакет %s

source: User %s not authorized to read edit %s
sr: Корисник %s није овлашћен да чита промену %s

source: User %s not authorized to change state of package %s
sr: Корисник %s није овлашћен да мења стање пакета %s

source: User %s not authorized to edit permissions of package %s
sr: Корисник %s није овлашћен да уређује дозволе пакета %s

source: User %s not authorized to edit group %s
sr: Корисник %s није овлашћен да мења групу %s

source: User %s not authorized to change state of group %s
sr: Корисник %s није овлашћен да мења стање групе %s

source: User %s not authorized to edit permissions of group %s
sr: Корисник %s није овлашћен да уређује дозволе групе %s

source: User %s not authorized to edit permissions of authorization group %s
sr: Корисник %s није овлашћен да уређује дозволе групе ауторизација %s

source: User %s not authorized to edit user %s
sr: Корисник %s није овлашћен да мења корисника %s

source: User %s not authorized to change state of revision
sr: Корисник %s није овлашћен да промени стање верзије

source: User %s not authorized to update task_status table
sr: Корисник %s није овлашћен да ажурира task_status табелу

source: Valid API key needed to edit a package
sr: Валидан API кључ је потребан за измене пакета

source: Valid API key needed to edit a group
sr: Валидан API кључ је потребан за измене групе

source: depends on %s
sr: зависи од %s

source: is a dependency of %s
sr: %s зависи од овог скупа података

source: derives from %s
sr: потиче од %s

source: has derivation %s
sr: има извођење %s

source: links to %s
sr: линкује на %s

source: is linked from %s
sr: је линкован са %s

source: is a child of %s
sr: је потомак од %s

source: is a parent of %s
sr: је предак од %s

source: has sibling %s
sr: односи се на %s

source: Edit
sr: Уређивање

source: Preview
sr: Преглед

source: You can use
sr: Можете користити

source: Markdown formatting
sr: Markdown форматирање

source: here.
sr: овде.

source: Description
sr: Опис

source: Number of members
sr: Број чланова

source: View dataset resources
sr: Погледај ресурсе скупа података

source: DOWNLOAD
sr: ПРЕУЗИМАЊЕ

source: No downloadable resources.
sr: Нема ресурса који могу да се преузму.

source: no ratings yet
sr: Без оцене још увек

source: – rate it now
sr: – оцени сада

source: User Group
sr: Корисничка група

source: Error
sr: Грешка

source: Checking...
sr: Провера ...

source: Type at least two characters...
sr: Унеси бар два карактера...

source: This URL is available!
sr: Овај УРЛ је слободан!

source: This URL is already used, please use a different one.
sr: Овај УРЛ се већ користи, молимо Вас да користите неки други.

source: Failed to save, possibly due to invalid data
sr: Није успео снимање, вероватно због неисправних података

source: Add Dataset
sr: Додај Скуп Података

source: Add Group
sr: Додај групу
