Repository: pypi-data/pypi-mirror-3
Catalog: packages/ckan/ckan-1.7.1.tar.gz/ckan-1.7.1/ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: sr

source: You have unsaved changes. Make sure to click 'Save Changes' below before leaving this page.
sr: Имате несачуване измене. Обавезно кликните испод на 'Saчувај измене', пре него сто напустите страницу.

source: Loading...
sr: Учитавање ...

source: (no name)
sr: (Без имена)

source: Delete the resource '%name%'?
sr: Обриши ресурс '%name%'?

source: Upload
sr: Допреми

source: Cancel
sr: Откажи

source: Format
sr: Формат

source: Resource Type
sr: Тип ресурса

source: Size (Bytes)
sr: Величина (Bytes)

source: Last Modified
sr: Последња промена

source: Hash
sr: Хеш

source: Done
sr: Готово

source: This resource has unsaved changes.
sr: Овај ресурс има несачуване промене.

source: Logout
sr: Одјавите се

source: Login
sr: Пријавите се

source: Register
sr: Региструјте се

source: Find datasets
sr: Нађи скупове података

source: Add a dataset
sr: Додајте скуп података

source: Search
sr: Тражи

source: About
sr: О сервису

source: Master content template placeholder … please replace me.
sr: Место за главни садржај ... молим Вас замените ме.

source: API Docs
sr: Докуменатација API-ја

source: Contact Us
sr: Контактирајте нас

source: Privacy Policy
sr: Политика приватности

source: Sections
sr: Секције

source: Users
sr: Корисници

source: Revisions
sr: Верзије

source: Authorization Groups
sr: Групе ауторизација

source: Site Admin
sr: Админ сајта

source: Languages
sr: Језици

source: Meta
sr: Мета

source: Licensed under the
sr: Издат под лиценцом

source: This Content and Data is Open
sr: Овај садржај и подаци су јавни

source: Powered by
sr: Покреће

source: Administration - Authorization
sr: Администрација - Ауторизација

source: Update Existing Roles
sr: Ажурирај постојеће улоге

source: Save Changes
sr: Сачувај измене

source: Add Roles for Any User
sr: Додај улоге за било ког корисника

source: Add Role
sr: Додај улогу

source: Existing Roles for Authorization Groups
sr: Постојеће улоге за групе ауторизације

source: Add Roles for Any Authorization Group
sr: Додај улоге за било коју групу ауторизације

source: Administration Dashboard
sr: Административни панел

source: Current Sysadmins
sr: Тренутни Sysadmin-и

source: You can change sysadmins on the
sr: Можете променити sysadmin-а на

source: authorization page
sr: панелу овлашћења

source: Authorization
sr: Ауторизација

source: Trash
sr: Смеће

source: Administration - Trash
sr: Администрација - Смеће

source: Deleted Revisions
sr: Обрисане Верзије

source: Purge them all (forever and irreversibly)
sr: Одбаци их све (заувек и неповратно)

source: Deleted Datasets
sr: Избрисани скупови података

source: - Authorization - AuthorizationGroups
sr: - Ауторизација - Групе ауторизације

source: Authorization:
sr: Ауторизација:

source: Save
sr: Сачувај

source: Add
sr: Додај

source: - Edit - Authorization Groups
sr: - Измени - Групе ауторизација

source: Edit:
sr: Измене:

source: There are no users currently in this group.
sr: Тренутно у овој групи нема корисника.

source: There are [1:%(item_count)s] authorization groups.
sr: Постоји [1:%(item_count)s] групa ауторизације.

source: View
sr: Преглед

source: Instead of specifying the privileges of specific users on a dataset or group, you can also specify a set of users that will share the same rights. To do that, an [1:authorization group] can be set-up and users can be added to it.
sr: Уместо навођења привилегија појединачним корисницима на скупу података или групи, можете одредити скуп корисника који ће делити иста права. Да би то постигли, [1: група ауторизација] може се подесити и корисници се могу додати у њу.

source: To create a new authorization group, please first [1:login].
sr: Да бисте креирали нову групу овлашћења, прво [1:login].

source: Create a new authorization group
sr: Направи нову групу ауторизација

source: New - Authorization Groups
sr: Ново - Групе ауторизација

source: New Authorization Group
sr: Нова Група ауторизација

source: - Authorization Groups
sr: - Групе ауторизација

source: Members
sr: Чланови

source: There are %(item_count)s users in this authorization group.
sr: У овој групи ауторизације су %(item_count)s корисника.

source: Update Existing Roles for Authorization Groups
sr: Ажурирај постојеће улоге за групу ауторизација

source: Datasets
sr: Скупови података

source: There are no datasets currently in this group.
sr: Тренутно у овој групи нема скупова података.

source: History:
sr: Историја:

source: Error:
sr: Грешка:

source: Revision
sr: Верзија

source: Timestamp
sr: Временска ознака

source: Log Message
sr: Лог порука

source: Compare »
sr: Упореди

source: Group History
sr: Историја групе

source: Groups of Datasets
sr: Групе скупова података

source: What Are Groups?
sr: Шта су Групе?

source: Whilst tags are great at collecting datasets together, there are occasions when you want to restrict users from editing a collection. A [1:group] can be set-up to specify which users have permission to add or remove datasets from it.
sr: Док су тагови одлични у одржавању скупова података заједно, постоје прилике када желите да ограничите кориснике у изменама колекције. [1: Група] може да се подеси да одређује који корисници имају дозволу да додају или уклањају скупове података из ње.

source: History
sr: Историја

source: New Dataset...
sr: Нови скуп података...

source: Existing Dataset...
sr: Постојећи скуп података...

source: List Groups
sr: Листа Група

source: Login to Add a Group
sr: Улогујте се да бисте додали групу

source: Add A Group
sr: Додај Групу

source: Errors in form
sr: Грешке у форми

source: The form contains invalid entries:
sr: Форма садржи неисправан унос:

source: Start with a summary sentence ...
sr: Почните са реченицом општег прегледа ...

source: active
sr: активан

source: deleted
sr: обрисан

source: Delete
sr: Избриши

source: Add datasets
sr: Додај скупове података

source: Administrators
sr: Администратори

source: State:
sr: Статус:

source: [1:You searched for "%(query)s". ]%(number_of_results)s datasets found.
sr: [1:Тражили сте "%(query)s". ] Пронађено скупова података: %(number_of_results)s.

source: What was the [1:average price] of a house in the UK in 1935? When will India's projected population [2:overtake] that of China? Where can you see [3:publicly-funded art] in Seattle? Data to answer many, many questions like these is out there on the Internet somewhere - but it is not always easy to find.
sr: Која је била [1:просечна цена] куће у Србији 1935. године? Када ће популација Индије [2:престићи] кинеску? Где можете видети [3:јавно финансирану уметност] у Сијетлу? Подаци који представљају одговоре на ова и на многа слична питања налазе се негде на интернету - али их није увек лако наћи.

source: %(site_title)s is a community-run catalogue of useful sets of data on the Internet. You can collect links here to data from around the web for yourself and others to use, or search for data that others have collected. Depending on the type of data (and its conditions of use), %(site_title)s may also be able to store a copy of the data or host it in a database, and provide some basic visualisation tools.
sr: %(site_title)s је каталог корисних скупова података на Интернету. Овде можете чувати линкове ка подацима било где на Вебу да би их и Ви и други користили, као и претраживати податке који су други сачували. У зависности од типа података (и услова њиховог коришћења), %(site_title)s може такође и чувати копију података или је похранити у бази података, али сервис обезбеђује и неке основне алате за приказ података.

source: How it works
sr: Како функционише

source: This site is running a powerful piece of open-source data cataloguing software called [1:CKAN], written and maintained by the [2:Open Knowledge Foundation]. Each 'dataset' record on CKAN contains a description of the data and other useful information, such as what formats it is available in, who owns it and whether it is freely available, and what subject areas the data is about. Other users can improve or add to this information (CKAN keeps a fully versioned history).
sr: Овај сајт је покренут софтвером за каталогизирање јавних података, званим [1:CKAN], направљеним и одржаваним од стране [2:Open Knowledge Foundation]. Сваки 'скуп података' сачуван на CKAN-у садржи опис података и корисне информације, као што су: у којим фоматима су доступни подаци, чији су, да ли су слобнодно доступни, и којој области припадају. Други корисници могу унапредити ове податке, и додавати им нове (CKAN чува потпуну историју промена).

source: CKAN powers a number of data catalogues on the Internet. [1:The Data Hub] is an openly editable open data catalogue, in the style of Wikipedia. The UK Government uses CKAN to run [2:data.gov.uk], which currently lists 8,000 government datasets. Official public data from most European countries is listed in a CKAN catalogue at [3:publicdata.eu]. There is a comprehensive list of catalogues like these around the world at [4:datacatalogs.org], which is itself powered by CKAN.
sr: CKAN покреће велики број каталога података на Интернету. [1:The Data Hub] је јавни каталог јавних података, у смислу Викитепије. Британска влада користи CKAN за покретање [2:data.gov.uk], који тренутно броји 8000 владиних скупова података. Званично јавни подаци из већине европских земаља се налазе на [3:publicdata.eu]. Постоји свеобухватна листа ових и сличних каталога на [4:datacatalogs.org], који је такође покренут CKAN-ом.

source: Open data and the Open Knowledge Foundation
sr: Јавни подаци и Фондација доступног знања

source: Most of the data indexed at %(site_title)s is openly licensed, meaning anyone is free to use or re-use it however they like. Perhaps someone will take that nice dataset of a city's public art that you found, and add it to a tourist map - or even make a neat app for your phone that'll help you find artworks when you visit the city. Open data means more enterprise, collaborative science and transparent government. You can read more about open data in the [1:Open Data Manual].
sr: Већина података индексираних на %(site_title)s је под јавним лиценцама, што значи да је било ко слободан да их користи на било који начин. Можда ће неко узети тај користан скуп података о уметности у граду који сте Ви нашли, и ставити га у туристичку мапу града - или чак направити дивну апликацију за Ваш телефон која ће Вам користити да нађете нека уметничка дела када сте у посети неком граду. Јавни подаци поспешују интердисциплинарну науку и транспарентност владе. Можете прочитати више о јавним подацима у [1:Приручнику о јавним подацима].

source: The [1:Open Knowledge Foundation] is a non-profit organisation [2:promoting] open knowledge: writing and improving CKAN is one of the ways we do that. If you want to get involved with its design or code, join the discussion or development [3:mailing lists], or take a look at the [4:OKFN] site to find out about our other projects.
sr: [1:Open Knowledge Foundation] је непрофитна организација која [2:промовише] јавно знање: писање и побољшање CKAN-а је један од начина на који то радимо. Ако желите да будете укључени у његов дизајн и развој, придружите се дискусионој или развојној [3:мејлинг листи], или погледајте сајт [4:OKFN]-a да се информишете о нашим другим пројектима.

source: Welcome
sr: Добродошли

source: Welcome to
sr: Добродошли на

source: Find data
sr: Проналажење податка

source: contains
sr: садржи

source: datasets
sr: скуп(ов)а података

source: Share data
sr: Дељење података

source: Add your own datasets to share them with others and to find other people interested in your data.
sr: Додајте сопствене скупове података да бисте их делили са другима и да бисте пронашли друге људе који су заинтересовани за Ваше податке.

source: Create a dataset »
sr: Креирај скуп података »

source: Sign up »
sr: Региструјте се »

source: Collaborate
sr: Сарадња

source: Find out more about working with open data by exploring these resources:
sr: Сазнајте више о раду са јавним подацима истражујући ове ресурсе:

source: Open Data Manual
sr: Упутство о Јавним подацима

source: Who else is here?
sr: Ко је још овде?

source: has
sr: има

source: datasets.
sr: скуп(ов)а података.

source: - Datasets - History
sr: - Скупови података - Историја

source: - Edit - Datasets
sr: - Измени - Скупови података

source: Basic Information
sr: Основне информације

source: Further Information
sr: Додатне информације

source: Edit summary (briefly describe the changes you have made)
sr: Резиме измена (укратко описати промене које сте направили)

source: Author:
sr: Аутор:

source: Since you have not signed in this will just be your IP address.
sr: Пошто нисте пријављени, ово ће бити попуњено само Вашом IP адресом.

source: Click here to sign in
sr: Кликните овде да бисте се пријавили

source: before saving (opens in new window).
sr: пре снимања (отвара се у новом прозору).

source: [1:Important:] By submitting content, you agree to release your contributions under the [2:Open Database License]. Please [3:refrain] from editing this page if you are [4:not] happy to do this.
sr: [1:Важно:] Слањем садржаја, слажете се да доприноси буду објављени под [2:Open Database License]. Молим Вас, [3:уздржите се] од мењања ове странице ако [4: нисте] задовољни тиме.

source: New key
sr: Нови кључ

source: with value
sr: са вредношћу

source: Dataset History
sr: Историја скупова података

source: Add - Datasets
sr: Додај - Скупови података

source: Add a Dataset
sr: Додај Скуп података

source: Resource
sr: Ресурс

source: A short descriptive title for the dataset
sr: Кратак описни назив за скупове података

source: Home Page
sr: Почетна страна

source: Comma-separated terms that may link this dataset to similar ones. For more information on conventions, see [1:this wiki page].
sr: Запетама раздвојени појмови који могу линковати овај скуп података ка сличнима. За више информација о конвенцијама, погледајте [1:ову вики страницу].

source: Link to a file
sr: Линк ка фајлу

source: Link to an API
sr: Линк ка АPI-у

source: Upload a file
sr: Допреми фајл

source: File URL
sr: УРЛ адреса фајла

source: e.g. 1.2.0
sr: нпр. 1.2.0

source: Additional Information
sr: Додатне информације

source: Do you really want to change the state of this dataset?
sr: Да ли заиста желите да промените статус овог скупа података?

source: Yes!
sr: Да!

source: Since you have not signed in this will just be your IP address. [1:Click here to sign in] before saving (opens in new window).
sr: Пошто нисте пријављени, за идентификацију ће се користити Ваша IP-адреса. [1: Кликните овде да бисте се пријавили] пре снимања (отвара се у новом прозору).

source: - Datasets
sr: - Скупови података

source: License:
sr: Лиценца:

source: This dataset satisfies the Open Definition.
sr: Овај скуп података задовољава Open Definition.

source: [Open Data]
sr: [Јавни подаци]

source: Related Datasets
sr: Сродни скупови података

source: This is an old revision of this dataset, as edited
sr: Ово је стара верзија овог скупа података, што је објављено

source: at
sr: у

source: . It may differ significantly from the
sr: . Може се значајно разликовати од

source: current revision
sr: тренутне верзије

source: This is the current revision of this dataset, as edited
sr: Ово је текућа верзија овог скупа података, што је објављено

source: (edit)
sr: (Измени)

source: (none)
sr: (Нема)

source: Field
sr: Поље

source: Value
sr: Вредност

source: Source
sr: Извор

source: Country
sr: Држава

source: Harvest Source
sr: Оригинални извор

source: [1:Dataset page] on [2:%(harvest_catalogue_name)s]
sr: [1:Страница скупа података] на [2:%(harvest_catalogue_name)s]

source: - Dataset - Resource
sr: - Скуп података - Ресурс

source: API Endpoint
sr: АПИ ендпоинт

source: Download
sr: Преузимање

source: Last updated
sr: Последње ажурирање

source: From the [1:Dataset]:
sr: Из [1:Скуп података]:

source: Someresources
sr: Неки ресурси

source: Search -
sr: Претрага -

source: Do you know of a dataset that should be added to
sr: Да ли знате за неки скуп података који треба додати

source: Register it now
sr: Региструјте се сада

source: Other access
sr: Други приступ

source: You can also access this registry using the
sr: Такође можете да приступите овом регистру коришћењем

source: (see
sr: (Видите

source: or download a
sr: или преузимањем

source: full
sr: целу

source: dump
sr: копију

source: [1:There was an error while searching.] Please try again.
sr: [1:Дошло је до грешке приликом претраге.] Молимо Вас, покушајте поново.

source: [1:%(item_count)s] datasets found
sr: Нађено скупова података: [1:%(item_count)s].

source: Would you like to [1:create a new dataset?]
sr: Желите ли да [1: креирате нови скуп података?]

source: Search...
sr: Претрага ...

source: Differences - Revisions
sr: Разлике - Верзије

source: Revision Differences -
sr: Разлике верзија -

source: From:
sr: Од:

source: To:
sr: На:

source: Difference
sr: Разлика

source: No differences
sr: Нема разлике

source: Revision History
sr: Историја верзија

source: Track the most recent changes to the system, with most recent changes first.
sr: Листа најновијих измена на систему, са најновијим променама прво наведеним.

source: Revision:
sr: Верзија:

source: Revision Actions
sr: Врсте измене

source: Undelete
sr: Поништи брисање

source: Timestamp:
sr: Време:

source: Log Message:
sr: Лог Порука:

source: Changes
sr: Промене

source: Datasets' Tags
sr: Тагови скупова података

source: Dataset -
sr: Скуп података -

source: , Tag -
sr: , Таг -

source: Not Openly Licensed
sr: Без Лиценце за јавне податке

source: Entity
sr: Ентитет

source: This upload form is valid for a limited time (usually 1h or so). If the form expires please reload the page.
sr: Ова форма ѕа допремање је валидна ограничено време (обично 1 сат или слично). Ако форма истекне, учитајте поново страницу.

source: File:
sr: Фајл:

source: Upload - Successful
sr: Допремање - Успешно

source: Filed uploaded to:
sr: Фајл допремљен на:

source: Upload another »
sr: Допреми још »

source: There are
sr: Постоји

source: results for ‘
sr: резултата за ‘

source: results for tags.
sr: резултатa за тагове.

source: Clear search
sr: Обриши претрагу

source: and see all tags.
sr: и видите све тагове.

source: - Tags
sr: - Тагови

source: Tag:
sr: Таг:

source: There are %(count)s datasets tagged with [1:%(tagname)s]:
sr: Скупова података са тагом [1:%(tagname)s] има %(count)s:

source: - Edit - User
sr: Изменe - Kорисник

source: Edit User:
sr: Измени корисника:

source: A little about you...
sr: Нешто мало о вама ...

source: Change your password
sr: Промени своју лозинку

source: Change your username
sr: Промените своје корисничко име

source: My Profile
sr: Мој профил

source: Edit Profile
sr: Измени профил

source: Log out
sr: Одјавите се

source: View Profile
sr: Погледај профил

source: Register Account
sr: Регистрација налога

source: [1:%(item_count)s] users found.
sr: [1:%(item_count)s] корисника пронађено.

source: Sort by name
sr: Сортирај по називу

source: Sort by edits
sr: Сортирај по изменама

source: Member for
sr: Члан

source: Login - User
sr: Пријава - Корисник

source: Login to
sr: Пријавите се на

source: Login:
sr: Пријавите се:

source: Password:
sr: Лозинка:

source: Forgot your password?
sr: Заборавили сте лозинку?

source: Login using Open ID
sr: Пријавите се користећи Open ID

source: NB: To set-up your OpenID for this site, you first need to [1:Register] and then edit your Profile to provide your OpenID.
sr: Напомена: Да бисте подесили свој ОпенИД за овај сајт, прво морате да се [1: Региструјте] а затим уредите свој профил да обезбедите свој ОпенИД.

source: Please click your account provider:
sr: Молим Вас, кликните на Вашег провајдера налога:

source: OpenID Identifier:
sr: Ваш OpenID идентификатор:

source: Don't have an OpenID?
sr: Немате OpenID?

source: OpenID is service that allows you to log-on to many different websites using a single identity. Find out [1:more about OpenID] and [2:how to get an OpenID enabled account]. Probably the simplest way is sign up with a free OpenID provider such as [3:https://www.myopenid.com/].
sr: OpenID је сервис који омогућава да се пријавите, на много различитих сајтова користећи један идентитет. Сазнајте [1:више о OpenID] и [2:како активирати OpenID налог]. Вероватно најједноставнији начин је регистровати се са слободног OpenID провајдера, као што је [3:https://www.myopenid.com/].

source: Logout - User
sr: Одјава - Корисник

source: Logout from
sr: Одјавите се из

source: You have logged out successfully.
sr: Успешно сте се одјавили.

source: Register - User
sr: Региструј се - Корисник

source: Register for a new Account
sr: Регистрација новог Налога

source: 3+ chars, using only 'a-z0-9' and '-_'
sr: 3 или више карактера, употребљавати само 'a-z0-9' и '-_'

source: E-Mail
sr: Е-маил

source: Password (repeat):
sr: Лозинка (понови):

source: - User
sr: - Корисник

source: Member since
sr: Члан од

source: Email
sr: Емаил

source: No email
sr: Емаил недоступан

source: API Key
sr: АПИ Кључ

source: – Note: your API key is visible only to you!
sr: - Напомена: Ваш АПИ кључ је видљив само Вама!

source: Edits
sr: Промене

source: Public Activity
sr: Јавна активност

source: Reset password
sr: Ресетуј лозинку

source: Request a password reset
sr: Захтев за ресетовање лозинке

source: User name:
sr: Корисничко име:
