Repository: pypi-data/pypi-mirror-3
Catalog: packages/jarn.xmpp.core/jarn.xmpp.core-0.33.zip/jarn.xmpp.core-0.33/jarn/xmpp/core/locales/*/LC_MESSAGES/jarn.xmpp.core.js.po
Languages: no

source: ${count} days ago
no: ${count} dager siden

source: ${count} hours ago
no: ${count} timer siden

source: ${count} minutes ago
no: ${count} minutter siden

source: ${count} weeks ago
no: ${count} uker siden

source: 1 hour ago
no: 1 time siden

source: 1 minute ago
no: 1 minutt siden

source: Cannot determine your location. Please allow this site to track your location in your browser settings.
no: Kan ikke fastslå hvor du er. Vennligst aktiver stedssporing i nettleseren din.

source: Follow user
no: Følg bruker

source: Subscription updated
no: Hvem du følger er nå oppdatert

source: Unfollow user
no: Slutt å følge bruker

source: You no longer follow ${person}
no: Du følger ikke lenger ${person}

source: You now follow ${person}
no: Du følger nå ${person}

source: You now follow everybody
no: Du følger nå alle

source: You now follow none and can individually select who to follow
no: Du følger nå ingen og kan enkeltvis velge hvem du vil følge

source: just now
no: nettopp

source: yesterday
no: i går
