Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.portletpage/collective.portletpage-1.1.tar.gz/collective.portletpage-1.1/collective/portletpage/locales/*/LC_MESSAGES/collective.portletpage.po
Languages: it

source: A Page like content with an additional section for showing portlets
it: Contenuto simile alla Pagina ma con una sezione per mostrare portlet

source: A page with some body text and a list of portlets.
it: Una pagina con un testo e una lista di portlet.

source: A two-column view
it: Una vista a due colonne

source: Body text
it: Testo del documento

source: Manage Portlet Page portlets
it: Gestisci portlet del Portlet Page

source: Manage portlets
it: Gestisci portlet

source: Page title
it: Titolo della pagina

source: Portlet Page
it: Pagina con portlet

source: Portlet pages
it: Pagine con portlet

source: Two columns
it: Due colonne

source: Use the controls below to change the portlets assigned to the page.
it: Usa i controllo sotto per cambiare le portlet assegnate a questa pagina.
