Repository: pypi-data/pypi-mirror-3
Catalog: packages/ella/ella-2.0.7.tar.gz/ella-2.0.7/ella/ellaexports/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Category
cs: Kategorie

source: Use objects listed in category
cs: Použít objekty v kategorii

source: Title
cs: Název

source: Link
cs: Odkaz

source: Description
cs: Popis

source: Maximum Visible Items
cs: Počet viditelných pozic

source: Photo format
cs: Formát fotky

source: Exports
cs: Exporty

source: Aggregated export
cs: Sdružený export

source: Aggregated exports
cs: Sdružené exporty

source: Publishable object
cs: Publikovatelný objekt

source: Photo
cs: Fotka

source: Redefined export
cs: Předefinovaný export

source: Export meta
cs: Úprava exportu

source: Export metas
cs: Úpravy exportů

source: Export Position
cs: Exportní pozice

source: Export Positions
cs: Exportní pozice

source: Visible to must be later than visible from.
cs: Viditelné do musí být větší než viditelné od.

source: Export meta options
cs: Nepovinné předefinování titulku, popisu, fotky

source: Visible From
cs: Viditelné od

source: Visible To
cs: Viditelné do

source: Position
cs: Pozice

source: From
cs: Od

source: Export with given slug does not exist.
cs: Export neexistuje.
