Repository: pypi-data/pypi-mirror-3
Catalog: packages/ella/ella-2.1.15.tar.gz/ella-2.1.15/ella/galleries/locale/*/LC_MESSAGES/django.po
Languages: cs

source: There are two references to %s in this gallery
cs: V této galerii existuji dva odkazy na %s

source: Gallery heading
cs: Hlavička galerie

source: Gallery metadata
cs: Metadata galerie

source: Title
cs: Titulek

source: Description
cs: Popis

source: Content
cs: Obsah

source: Gallery owner
cs: Vlastník galerie

source: Category
cs: Kategorie

source: Created
cs: Vytvořeno

source: Gallery
cs: Galerie

source: Galleries
cs: Galerie

source: Parent gallery
cs: Rodičovská galerie

source: Target content type
cs: Typ objektu

source: Target ID
cs: ID objektu

source: Object order
cs: Pořadí objektu

source: items
cs: Prvky

source: Gallery item
cs: Prvek galerie

source: Gallery items
cs: Prvky galerií

source: %(count)d object total
cs: celkem 1 objekt
