Repository: pypi-data/pypi-mirror-3
Catalog: packages/djangocodemirror/djangocodemirror-0.5.2.tar.gz/djangocodemirror-0.5.2/djangocodemirror/locale/*/LC_MESSAGES/django.po
Languages: fr

source: DjangoCodeMirror sample
fr: Exemple DjangoCodeMirror

source: Your settings
fr: Vos paramètres

source: Dummy
fr: Bidon

source: Save
fr: Enregistrer

source: theme
fr: thème

source: The theme to style the editor with.
fr: Le thème visuel à appliquer sur l'éditeur.

source: smart indent
fr: indentation intelligente

source: Whether to use the context-sensitive indentation that the mode provides (or just indent the same as the line before).
fr: Active l'indentation sensible au contexte que le mode de syntaxe fourni (au lieu de l'indentation par défaut qui reprend celle de la ligne précédente).

source: indent unit
fr: unités d'indentation

source: How many spaces a block (whatever that means in the edited language) should be indented.
fr: Nombre d'espace qu'un bloc doit être indenté.

source: tab size
fr: taille de tabulation

source: The width of a tab character.
fr: Longeur de caractères que vaut une tabulation.

source: indent with tabs
fr: indentation avec des tabulations

source: Whether, when indenting, the first N*tabSize spaces should be replaced by N tabs.
fr: Remplace les espaces de l'option 'taille de tabulation' par des caractères de tabulations.

source: line wrapping
fr: retour à la ligne dynamique

source: Whether CodeMirror should scroll or wrap for long lines.
fr: Définit si CodeMirror doit appliquer un retour à la ligne dynamique ou laisser les lignes se poursuivrent horizontalement.

source: avoid tabulation
fr: interdire les tabulations

source: Disable usage of any tabulation character, instead each tabulation will be replaced by N space where N is the value of the 'tab size' option.
fr: Désactive l'utilisation de tout caractère de tabulation, à la place chaque tabulation sera remplacé par N espaces où N sera la valeure de l'option 'taille de tabulation'

source: <p>This a dummy preview because <tt>sveedocuments.parser</tt> is not available.</p>
fr: <p>Ceci est une prévisualisation bidon car <tt>sveedocuments.parser</tt> n'est pas disponible.</p>

source: Load demo content
fr: Charger le contenu de démonstration

source: Change your editor settings
fr: Modifiez vos paramètres pour l'éditeur

source: Sample content
fr: Contenu d'exemple
