Repository: pypi-data/pypi-mirror-3
Catalog: packages/raptus.navexplorer/raptus.navexplorer-1.0.tar.gz/raptus.navexplorer-1.0/raptus/navexplorer/locales/*/LC_MESSAGES/raptus.navexplorer.po
Languages: de, fr

source: Allowed content types
de: Erlaubte Inhaltstypen
fr: Types de contenu autorisés

source: Number of items
de: Anzahl der Elemente
fr: Nombre d'éléments

source: Arrow keys: navigate tree and open/close treenodes.
de: Pfeiltasten: navigieren durch den die Treeansicht
fr: Touches à flèches: naviguer l'arborescence et ouvrir/fermer les noeuds

source: Components
de: Komponente
fr: Composants

source: Content actions
de: Inhalt aktionen
fr: Actions contenu

source: Created
de: Erstellt am
fr: Créé le

source: Creator
de: Erstellt von
fr: Créé par

source: Default Page
de: Standard Ansicht
fr: Page par défaut

source: Drag and drop: move one or more treenodes into another.
de: Drag and drop: bewegen von ein oder mehrer Tree-Elemente in das andere
fr: Cliquer-glisser: déplacer un ou plusieurs éléments dans un autre

source: E-mail from address
de: Email adresse des Absenders
fr: Adresse expéditeur courriel

source: E-mail from name
de: Email name des Absenders
fr: Nom expéditeur courriel

source: Enter key: Open content in the right frame.
de: Enter taste: Öffnen des Inhalt in die rechte Fensterspalte.
fr: Touche entrée: afficher le contenu dans la partie droite

source: Folder
de: Ordner
fr: Répertoire

source: General information
de: Allgemeine Informationen
fr: Information générale

source: Information:<br /> <a href="http://www.raptus.com" target="_BLANK">raptus.com</a><br /> <a href="http://plone.org/products/raptus.navexplorer" target="_BLANK">plone.org/products/raptus.navexplorer</a><br /> <a href="http://www.jstree.com" target="_BLANK">jstree.com</a><br /> <a href="mailto:sriolo@raptus.com">sriolo@raptus.com</a><br />
de: Informationen:<br /> <a href="http://www.raptus.com" target="_BLANK">raptus.com</a><br /> <a href="http://plone.org/products/raptus.navexplorer" target="_BLANK">plone.org/products/raptus.navexplorer</a><br /> <a href="http://www.jstree.com" target="_BLANK">jstree.com</a><br /> <a href="mailto:sriolo@raptus.com">sriolo@raptus.com</a><br />
fr: Informations:<br /> <a href="http://www.raptus.com" target="_BLANK">raptus.com</a><br /> <a href="http://plone.org/products/raptus.navexplorer" target="_BLANK">plone.org/products/raptus.navexplorer</a><br /> <a href="http://www.jstree.com" target="_BLANK">jstree.com</a><br /> <a href="mailto:sriolo@raptus.com">sriolo@raptus.com</a><br />

source: Last editor
de: Letzte Bearbeiter
fr: Dernier éditeur

source: Modified
de: Änderungs Datum
fr: Modifié le

source: Single click: show information about the selected content.
de: Einzelklick: anzeigen von informationen über den Inahltstype.
fr: Clic gauche: afficher les informations du contenu séléctionné.

source: Double click: open content in the right frame.
de: Doppelklick: öffnen des Inhaltstype in die rechte Fensterspalte.
fr: Double-clic: ouvrir le contenu dans la partie droite.

source: Right click: Open context menu with additional actions.
de: Rechtsklick: öffnen Contextmenü mit zusätzlichen aktionen.
fr: Clic droit: ouvrir le menu des actions supplémentaires.

source: Multiselection: keep the key 'shift' or 'alt' and select all desired treenodes by clicking them.
de: Mehrfachselektieren: 'shift' oder 'alt' gedrückt halten und die gewünschten Elemente auswählen.
fr: Multiséléction: garder la touche 'MAJ' ou 'ALT' pressée et cliquer les éléments désirés.

source: No components selected
de: Aucun composant sélectionné
fr: Aucun composant sélectionné

source: No selection selected
de: Keine Selektion ausgewählt
fr: Aucune sélection effectuée

source: Open navigation explorer
de: Öffnen des Navigation Explorer
fr: Ouvrir le navigateur

source: Plone Site
de: Plone Seite
fr: Site Plone

source: Plone version
fr: Version Plone

source: Security
de: Sicherheit
fr: Sécurité

source: Selection
de: Selektion
fr: Sélection

source: Subcontent
de: Unterinhalt
fr: Sous-contenu

source: Title
de: Titel
fr: Titre

source: Tree
fr: Arborescence

source: Close navigantion explorer
de: Navigation Explorer schliessen
fr: Fermer le navigateur

source: Error while rendering template.
de: Fehler beim rendering des Templates
fr: Erreur de rendement du modèle.

source: label_inherit_local_roles
de: Vererben von einem höheren Level
fr: Hériter les permissions des niveaux supérieurs

source: Open manual box
de: Bedienungsanleitung öffnen
fr: Ouvrir la boîte aux manuels

source: Open navexplorer as new window
de: Öffnen des Navigation Explorer in ein neues Fenster
fr: Ouvrir le navigateur dans une nouvelle fenêtre

source: Article
de: Artikel
