Repository: pypi-data/pypi-mirror-3
Catalog: packages/fookebox/fookebox-0.6.1-py2.7.egg/fookebox/i18n/*/LC_MESSAGES/fookebox.po
Languages: de

source: Failed to get the current song
de: Aktueller Song konnte nicht geladen werden

source: Malformed JSON data
de: Fehlerhafte JSON-Daten

source: No files specified
de: Keine Dateien angegeben

source: Missing file name
de: Dateiname fehlt

source: The queue is full
de: Die Queue ist voll

source: Malformed request
de: Fehlerhafte Anfrage

source: Song removal disabled
de: Das Entfernen von Songs wurde deaktiviert

source: Controls disabled
de: Steuerelemente wurden deaktiviert

source: Invalid command
de: Ung端ltiger Befehl

source: Command failed
de: Fehlgeschlagen

source: Malformed base64 encoding
de: Fehlerhaftes base64-Encoding

source: No cover found for this album
de: Kein Albumcover gefunden

source: Artists
de: K端nstler

source: Search
de: Suche

source: (none)
de: (kein)

source: Artist
de: K端nstler

source: Title
de: Titel

source: Filename
de: Dateiname

source: Any
de: Beliebig

source: Error
de: Fehler

source: Now playing
de: Aktueller Song

source: back
de: zur端ck

source: play
de: wiedergabe

source: next
de: weiter

source: volume down
de: leiser

source: volume up
de: lauter

source: rebuild database
de: datenbank aktualisieren

source: Queue
de: Warteschlange

source: now playing
de: zur zeit

source: coming up
de: danach
