Repository: pypi-data/pypi-mirror-3
Catalog: packages/django-webleads/django-webleads-0.3a.tar.gz/django-webleads-0.3a/webleads/locale/*/LC_MESSAGES/django.po
Languages: es

source: email
es: correo

source: Full Name
es: Nombre

source: E-mail
es: Correo

source: Phone
es: Teléfono

source: This is the product that you request more info
es: Este es el producto para el que solicitó mas información

source: Demo request sent from web
es: Petición de demo enviada desde la web

source: There is a new demo request sent by %(lead)s. More details in %(url)s
es: Hay una nueva petición de demo enviada por %(lead)s. Mas detalles en %(url)s

source: Contact request sent from web
es: Petición de contacto enviada desde la web

source: There is a new contact request sent by %(lead)s. More details in %(url)s
es: Hay una nueva petición de contacto enviada por %(lead)s. Mas detalles en %(url)s

source: Brochure download request sent from web
es: Petición de descarga del catalogo enviada desde la web

source: There is a new brochure download request sent by %(lead)s. More details in %(url)s
es: Hay una nueva petición del catálogo enviada por %(lead)s. Mas detalles en %(url)s

source: You request about %(product)s, we will contact you back as soon as possible.
es: Tu has preguntado acerca de %(product)s, nosotros nos pondremos en contacto contigo lo antes posible.

source: session key
es: ID de sesión

source: full name
es: nombre

source: e-mail address
es: correo

source: score
es: puntuación

source: product key
es: clave del producto

source: Comment
es: Comentario

source: phone
es: teléfono

source: awnswer sent
es: Respuesta enviada
