Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.portlet.calendar/collective.portlet.calendar-1.0b2.tar.gz/collective.portlet.calendar-1.0b2/collective/portlet/calendar/locales/*/LC_MESSAGES/collective.portlet.calendar.po
Languages: eu

source: Add Calendar Extended Portlet
eu: Egutegi Hedatua portleta gehitu

source: Calendar Extended
eu: Egutegi Hedatua

source: Edit Calendar Extended Portlet
eu: Egutegi Hedatua portleta editatu

source: Keywords
eu: Etiketak

source: Review state
eu: Egoera

source: This calendar portlet allows choosing a subpath.
eu: Egutegi portlet honek kokapen bat aukeratzen uzten dizu.

source: help_calendarex_root
eu: Nabigazio zuhaitzaren erroa izango den karpeta bat bilatu eta aukeratu dezakezu. Ez idatzi ezer Plone atariaren erroa erabiltzeko. Bilduma bat aukeratu dezakezu baita ere, berak topatutako gertakariak bakarrik erabiltzeko.

source: help_calendarex_title
eu: Portlet honen izenburua. Ez idatzi ezer portlet honen izenbururik ez bistaratzeko.

source: help_keywords
eu: Bilatuko diren etiketak. Iragazki hau ez da erabiliko erroko nodoa bilduma bat bada.

source: help_review_state
eu: Egoeraren araberako iragazkia. Ez aukeratu ezer webgunearen defektuzkoa erabiltzeko. Iragazki hau ez da erabiliko erroko nodoa bilduma bat bada.

source: label_calendarex_root_path
eu: Erroko nodoa

source: label_calendarex_title
eu: Izenburua
