Repository: pypi-data/pypi-mirror-3
Catalog: packages/django-smuggler/django-smuggler-0.3.tar.gz/django-smuggler-0.3/smuggler/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Existing items with same <i>id</i> will be overwritten.
ca: Els ítems amb la mateixa <i>id</i> seran sobreescrits.

source: Invalid file extension.
ca: L'extensió de fitxer no és valida.

source: Dump data
ca: Treu dades

source: Load data
ca: Carrega dades

source: Add %(name)s
ca: Afegeix %(name)s

source: Home
ca: Inici

source: Please correct the error below.
ca: Si us plau corregeix l'error sota.

source: Data from your computer
ca: Dades del teu ordinador

source: Load
ca: Carrega

source: Load fixture and save on disk
ca: Carrega fixtura i salva-la al disc

source: Data from %(smuggler_fixture_dir)s directory
ca: Dades del directori %(smuggler_fixture_dir)s

source: File name
ca: Nom de fitxer

source: Size
ca: Mida
