Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.facebook.portlets/collective.facebook.portlets-1.0b2.zip/collective.facebook.portlets-1.0b2/src/collective/facebook/portlets/locales/*/LC_MESSAGES/collective.facebook.portlets.po
Languages: es

source: ${comments_one} comment.
es: un comentario

source: ${comments} comments.
es: ${comments} comentarios.

source: ${likes_count_one} person likes this.
es: a una persona le gusta esto

source: ${likes_count} people like this.
es: A ${likes_count} personas les gusta esto.

source: API key
es: Llave de la API

source: Allow the portlet to show recommendations.
es: Permitir al portlet mostrar recomendaciones

source: Border color
es: Color del borde

source: Color Scheme
es: Esquema de color

source: Dark
es: Oscuro

source: Facebook account
es: Cuenta de Facebook

source: Facebook activity feed
es: Muro de actividad de Facebook

source: Facebook wall Portlet
es: Portlet de muro de Facebook

source: Header
es: Cabecera

source: Height
es: Alto

source: Height of the portlet.
es: Alto del portlet.

source: ID for the wall you are trying to fetch from. More info in: https://developers.facebook.com/docs/reference/api/
es: ID del muro del que se está intentando obtener el flujo. Más información en: https://developers.facebook.com/docs/reference/api/

source: Installs the collective.facebook.accounts package (initial setup).
es: Instala el paquete collective.facebook.accounts (configuración inicial).

source: Installs the collective.facebook.accounts package.
es: Instala el paquete collective.facebook.accounts.

source: Light
es: Claro

source: Maximum results
es: Número máximo de resultados

source: Only show posts made by the wall owner.
es: Sólo mostrar mensajes hechos por el dueño del muro.

source: Pretty dates
es: Fechas mejoradas

source: Show dates in a pretty format (ie. '4 hours ago').
es: Mostrar fechas en un formato mejorado (ej. 'hace 4 horas')

source: Show only from owner
es: Sólo mostrar mensajes del dueño

source: Show recommendations
es: Mostrar recomendaciones

source: Site URL
es: URL del sitio

source: Target
es: Objetivo

source: The Facebook account used to display content in this portlet appears to be invalid
es: La cuenta Facebook utilizada para mostrar el contenido en el portlet parece inválida

source: The border color to use (hex).
es: El color para utilizar en el borde (hex).

source: The color scheme to use
es: El esquema de color a utilizar

source: The header for the portlet. Leave empty for none.
es: La cabecera del portlet. Dejar vacío para ninguna.

source: The key for the app to be used.
es: La llave para la aplicación a utilizar.

source: The maximum results number.
es: El número de resultados máximos.

source: The site URL for which you want to show the activity feed. it defaults to the current URL
es: El URL del sitio para el cual quiere mostrar el muro de actividad. Por defecto se utiliza el URL actual

source: The target to open links.
es: El objetivo en donde abrir los vínculos.

source: Uninstall profile for the collective.facebook.accounts package.
es: Desinstala el paquete collective.facebook.accounts.

source: View the full feed in Facebook
es: Ir al flujo completo en Facebook

source: Wall ID
es: ID del muro

source: Which Facebook account to use.
es: Qué cuenta de Facebook utilizar.

source: Width
es: Ancho

source: Width of the portlet.
es: Ancho del portlet.
