Repository: pypi-data/pypi-mirror-3
Catalog: packages/Elatom/Elatom-1.0.2.tar.gz/Elatom-1.0.2/locale/*.po
Languages: fr

source: usage: %prog [options]
fr: utilisation : %prog [options]

source: Interface for launching the application.
fr: Interface pour lancer l'application.

source: Use the command line interface instead of the graphic interface (TkInter).
fr: Utiliser la ligne de commande à la place de l'interface graphique (TkInter).

source: Silent download, do not use any UI.
fr: Téléchargement silencieux. N'utilise pas d'interface.

source: Feeds management
fr: Gestion des balado-diffusions

source: Manage the list of podcasts using the CLI
fr: Gérer la liste des balado-diffusions en utilisant la ligne de commande.

source: Add a podcast
fr: Ajouter une balado-diffusion

source: Delete a podcast
fr: Supprimer une balado-diffusion

source: Activate a podcast
fr: Activer une balado-diffusion

source: Inactivate a podcast
fr: Désactiver une balado-diffusion

source: List all podcasts
fr: Liste des balado-diffusions

source: Podcast URL to manage
fr: Adresses des balado-diffusions à gérer

source: Podcast name to manage
fr: Noms des balado-diffusions à gérer

source: Downloads
fr: Téléchargements

source: Podcasts
fr: Balado-diffusions

source: %d file
fr: %d fichier

source: No new files to download.
fr: Pas de nouveaux fichiers à télécharger.

source: Bye
fr: Au revoir

source: %.2f Mb
fr: %.2f Mo

source: %d downloaded file
fr: %d fichier téléchargé

source: Downloading %d file
fr: Téléchargement de %d fichier

source: All files are downloaded.
fr: Tous les fichiers sont téléchargés.

source: Settings
fr: Réglages

source: About
fr: À propos

source: Start
fr: Démarrer

source: Quit
fr: Quitter

source: Waiting.
fr: En attente...

source: Beginning
fr: Début

source: All feeds are downloaded.
fr: Toutes les balado-diffusions sont téléchargées.

source: Downloading:
fr: Téléchargement en cours :

source: Downloading the files.
fr: Téléchargement des fichiers.

source: This file "%s" does not exist.
fr: Ce fichier « %s » n'existe pas.

source: Translations
fr: Traductions

source: translator-credits
fr: Launchpad Contributions: Eliovir https://launchpad.net/~eliovir OlivierWeb https://launchpad.net/~olivierweb

source: Close
fr: Fermer

source: Podcast address
fr: Adresse de la balado-diffusion

source: Download directory
fr: Dossier des téléchargements

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: The feed "%s" is added.
fr: Le flux « %s » a été ajouté.

source: The feed "%s" is deleted.
fr: Le flux « %s » a été supprimé.

source: The feed "%s" is activated.
fr: Le flux « %s » a été activé.

source: The feed "%s" is inactivated.
fr: Le flux « %s » a été désactivé.

source: Active feeds
fr: Balado-diffusion actives

source: Inactive feeds
fr: Balado-diffusions inactives
