Repository: pypi-data/pypi-mirror-3
Catalog: packages/PubliForge/PubliForge-0.5.1.tar.gz/PubliForge-0.5.1/publiforge/Locale/*/LC_MESSAGES/publiforge.po
Languages: fr

source: Your account has expired.
fr: Votre compte a expiré.

source: Your IP is rejected.
fr: Votre IP est rejetée.

source: Error ${status}
fr: Erreur ${status}

source: The resource could not be found.
fr: Cette ressource n'existe pas.

source: The server could not comply with the request since it is either malformed or otherwise incorrect.
fr: Le serveur ne peut pas répondre à la requête car elle est mal formulée ou incorrecte.

source: Internal Server Error.
fr: Erreur interne au serveur.

source: Authorized users
fr: Utilisateurs autorisés

source: Authorized groups
fr: Groupes autorisés

source: every 15 minutes
fr: toutes les 15 minutes

source: every 30 minutes
fr: toutes les 30 minutes

source: every hour
fr: toutes les heures

source: every 2 hours
fr: toutes les 2 heures

source: every 4 hours
fr: toutes les 4 heures

source: every 8 hours
fr: toutes les 8 heures

source: every day
fr: tous les jours

source: Storage administration
fr: Administration des espaces de stockage

source: Storage creation
fr: Création d'un espace de stockage

source: Storage browsing
fr: Parcours de l'espace de stockage

source: This storage already exists.
fr: Cet espace de stockage existe déjà.

source: This directory does not exist!
fr: Ce répertoire n'existe pas !

source: VCS user has been changed.
fr: L'utilisateur VCS a été changé.

source: Identity
fr: Identité

source: Security
fr: Sécurité

source: User administration
fr: Administration des utilisateurs

source: User creation
fr: Création d'un utilisateur

source: You can't delete your own user.
fr: Vous ne pouvez pas supprimer votre propre utilisateur.

source: You can't delete an administrator.
fr: Vous ne pouvez pas supprimer un administrateur.

source: Nothing to do. (You cannot export administrator)
fr: Rien à faire. (Vous ne pouvez pas exporter un administrateur)

source: This user already exists.
fr: Cet utilisateur existe déjà.

source: Unknown file "${n}"
fr: Fichier "${n}" inconnu

source: Not authorized!
fr: Non autorisé !
