Repository: pypi-data/pypi-mirror-3
Catalog: packages/PubliForge/PubliForge-0.5.1.tar.gz/PubliForge-0.5.1/publiforge/Locale/*/LC_MESSAGES/publiforge.po
Languages: fr

source: dummy finalization of "${f}"
fr: finalisation factice de « ${f} »

source: dummy initialization of "${f}"
fr: initialisation factice de « ${f} »

source: ${f}: dummy postprocess of "${f}"
fr: ${f} : post traitement factice de « ${f} »

source: ${f}: dummy preprocess of "${f}"
fr: ${f} : prétraitement factice de « ${f} »

source: PubliForge, the Open Source online multimedia publishing system
fr: PubliForge, le système Open Source de publication multimédia en ligne

source: Logout
fr: Déconnexion

source: Account settings
fr: Configuration du compte

source: Main menu
fr: Menu principal

source: Powered by Pyramid
fr: Basé sur Pyramid

source: Double-A Conformance
fr: Conformité au niveau Double-A

source: Valid CSS
fr: CSS valide

source: Valid XHTML 1.1
fr: Validité XHTML 1.1

source: Launch build
fr: Exécuter

source: View dashboard
fr: Voir le tableau de bord

source: Build
fr: Exécution

source: Packs:
fr: Lots :

source: Output:
fr: Sortie :

source: Path:
fr: Chemin :

source: View in storage
fr: Voir dans l'espace de stockage

source: File information
fr: Information sur le fichier

source: Replace file
fr: Remplacer le fichier

source: Cancel
fr: Annuler

source: Processing:
fr: Traitement :

source: Name
fr: Nom

source: Value
fr: Valeur

source: Reset to
fr: Retour vers

source: Confirm STOP
fr: Confirmez STOP

source: Number of variables
fr: Nombre de variables

source: Pack:
fr: Lot :

source: Number of files
fr: Nombre de fichiers

source: Build:
fr: Exécution :

source: Playing time:
fr: Durée :

source: Progress:
fr: Progression :

source: Export
fr: Exporter

source: Status:
fr: Statut :

source: Values:
fr: Valeurs :

source: Files:
fr: Fichiers :

source: Log:
fr: Journal :

source: Download log
fr: Récupérer le journal

source: Containers
fr: Conteneurs

source: Pack
fr: Lot

source: Pack "${x}" of project "${y}"
fr: Lot « ${x} » du projet « ${y} »

source: Processing
fr: Traitement

source: Processing "${x}" of project "${y}"
fr: Traitement « ${x} » du projet « ${y} »

source: Close
fr: Fermer

source: Associate selected files with:
fr: Associez les fichiers sélectionnés avec :

source: Back to the pack
fr: Retour au lot

source: Add
fr: Ajouter

source: Template files
fr: Fichiers gabarit

source: Resource files
fr: Fichiers ressource

source: Files to process
fr: Fichiers à traiter

source: Back to the processing
fr: Retour au traitement

source: Modify
fr: Modifier

source: Output directory
fr: Répertoire de sortie

source: Directory
fr: Répertoire

source: File
fr: Fichier

source: Storage:
fr: Espace de stockage :

source: Name:
fr: Nom :

source: MIME type:
fr: Type MIME :

source: Revision log:
fr: Journal des révisions :

source: Age/Date
fr: Âge/Date

source: Revision
fr: Révision

source: Author
fr: Auteur

source: Differences with current revision
fr: Différences avec la révision courante

source: Display this revision
fr: Afficher cette révision

source: Download this revision
fr: Récupérer cette révision

source: Log size:
fr: Taille du journal :

source: Download file
fr: Récupérer le fichier

source: Searched files:
fr: Fichiers recherchés :

source: Searched words:
fr: Mots recherchés :

source: Scope:
fr: Portée :

source: Launch search
fr: Lancer la recherche

source: Number of items: ${n}
fr: Nombre d'éléments : ${n}

source: Download files
fr: Récupérer des fichiers

source: Create a pack with selected files for "${p}"
fr: Créer un lot avec les fichiers sélectionnés pour « ${p} »

source: Storage
fr: Espace de stockage

source: Storages
fr: Espaces de stockage

source: Add files
fr: Ajouter des fichiers

source: Files
fr: Fichiers

source: Path in storage
fr: Chemin dans l'espace de stockage

source: Path in target
fr: Chemin dans la cible

source: Confirm removal
fr: Confirmer le retrait

source: Remove file
fr: Retirer le fichier

source: Group filter
fr: Filtre sur les groupes

source: Label:
fr: Libellé :

source: Apply filter
fr: Appliquer le filtre

source: Group List
fr: Liste des groupes

source: Group file:
fr: Fichier groupes :

source: Import file
fr: Importer le fichier

source: Groups
fr: Groupes

source: Confirm deletion
fr: Confirmez la suppression

source: Export selected groups
fr: Exporter les groupes sélectionnés

source: Import groups
fr: Importer des groupes

source: Create group
fr: Créer un groupe

source: Delete selected groups
fr: Supprimer les groupes sélectionnés

source: Label
fr: Libellé

source: Members
fr: Membres

source: Export group
fr: Exporter le groupe

source: Edit settings
fr: Éditer la configuration

source: Delete group
fr: Supprimer le groupe

source: Lines per page:
fr: Lignes par page :

source: Create
fr: Créer

source: Save
fr: Enregistrer

source: Group settings
fr: Configuration du groupe

source: Identifier:
fr: Identifiant :

source: Permissions supplied by this group:
fr: Permissions fournies par ce groupe :

source: Users
fr: Utilisateurs

source: Add user
fr: Ajouter un utilisateur

source: Login
fr: Identifiant

source: Remove user
fr: Retirer l'utilisateur

source: Create group before adding members.
fr: Créez le groupe avant d'ajouter des membres.

source: Edit
fr: Éditer

source: No permission.
fr: Pas de permission.

source: No member.
fr: Pas de membre.

source: Welcome to
fr: Bienvenue sur

source: User name:
fr: Identifiant :

source: Password:
fr: Mot de passe :

source: Lost password?
fr: Mot de passe perdu ?

source: Remember me:
fr: Retenir mes coordonnées :

source: Log in
fr: S'identifier

source: Add group
fr: Ajouter un groupe

source: Member group
fr: Groupe membre

source: Remove group
fr: Retirer un groupe

source: Groups to add
fr: Groupes à ajouter

source: Add groups
fr: Ajouter les groupes

source: Member groups
fr: Groupes membres

source: Users to add
fr: Utilisateurs à ajouter

source: Login:
fr: Identifiant :

source: Group:
fr: Groupe :

source: Add users
fr: Ajouter les utilisateurs

source: View pack
fr: Voir le lot

source: Recursive:
fr: Récursif :

source: Create pack before adding files.
fr: Créez le lot avant d'ajouter des fichiers.

source: Execute processing
fr: Exécuter le traitement

source: View project settings
fr: Voir la configuration du projet

source: Processor:
fr: Processeur :

source: Suggested
fr: Suggéré

source: Create processing before configuring variables.
fr: Créez le traitement avant d'ajouter de configurer les variables.

source: Create processing before adding files.
fr: Créez le traitement avant d'ajouter des fichiers.

source: Create processing before defining output.
fr: Créez le traitement avant d'ajouter de définir sa sortie.

source: Project filter
fr: Filtre sur les projets

source: User:
fr: Utilisateur :

source: Project List
fr: Liste des projets

source: Project file:
fr: Fichier de projet :

source: Projects
fr: Projets

source: Export selected projects
fr: Exporter les projets sélectionnés

source: Import projects
fr: Importer des projets

source: Create project
fr: Créer un projet

source: Delete selected projects
fr: Détruire les projets sélectionnés

source: Status
fr: Statut

source: Deadline
fr: Échéance

source: %m/%d/%Y
fr: %d/%m/%Y

source: Export project
fr: Exporter le projet

source: Delete project
fr: Supprimer le projet

source: Dashboard
fr: Tableau de bord

source: Deadline:
fr: Échéance :

source: Read...
fr: Lire...

source: Tickets
fr: Annotations

source: Tasks
fr: Tâches

source: Results
fr: Résultats

source: Pack filter
fr: Filtre sur les lots

source: Task:
fr: Tâche :

source: [Role] / User:
fr: [Rôle] / Intervenant :

source: Packs
fr: Lots

source: Execute processing on selected packs
fr: Exécuter le traitement sur les lots sélectionnés

source: Create a pack
fr: Créer un lot

source: Delete packs
fr: Supprimer des lots

source: [Role] or user
fr: [Rôle] ou intervenant

source: Task
fr: Tâche

source: Edit pack
fr: Éditer le lot

source: Delete pack
fr: Supprimer le lot

source: Project settings
fr: Configuration du projet

source: Project label:
fr: Libellé du projet :

source: Format: YYYY-MM-DD
fr: Format : AAAA-MM-JJ

source: Processing file:
fr: Fichier traitement :

source: Processings
fr: Traitements

source: Import processing
fr: Importer un traitement

source: Create processing
fr: Créer un traitement

source: Delete processing
fr: Détruire le traitement

source: Create project before adding processings.
fr: Créez le projet avant d'ajouter des traitements.

source: Create project before adding team members.
fr: Créez le prjet avant d'ajouter des membres dans l'équipe.

source: Create project before adding authorized groups.
fr: Créez le projet avant d'ajouter des groupes autorisés.

source: All projects
fr: Tous les projets

source: In menu
fr: Apparaît dans le menu

source: Not in menu
fr: N'apparaît pas dans le menu

source: View settings
fr: Voir la configuration

source: Refresh
fr: Rafraîchir

source: Result List
fr: Liste des résultats

source: Builds
fr: Exécutions

source: Download selected results
fr: Récupérer les résultats sélectionnés

source: User
fr: Utilisateur

source: Start time
fr: Heure de lancement

source: View progress
fr: Voir la progression

source: Download result
fr: Récupérer le résultat

source: View build
fr: Voir l'exécution

source: No recent result.
fr: Pas de résultat récent.

source: No processing.
fr: Pas de traitement.

source: No team.
fr: Pas d'équipe.

source: No group.
fr: Pas de groupe.

source: Site ID:
fr: Identifiant du site :

source: Site label:
fr: Libellé du site :

source: languages:
fr: Langues :

source: Database:
fr: Base de données :

source: Version controls:
fr: Gestions de versions :

source: Processors:
fr: Processeurs :

source: Database content
fr: Contenu de la base de données

source: Configuration file:
fr: Fichier de configuration :

source: Export configurations
fr: Exporter les configurations

source: Import configurations
fr: Importer des configurations

source: Object
fr: Objet

source: Quantity
fr: Quantité

source: Export users
fr: Exporter les utilisateurs

source: Export groups
fr: Exporter les groupes

source: Export storages
fr: Exporter les espaces de stockage

source: Export projects
fr: Exporter les projets

source: Storage filter
fr: Filtre sur les espaces de stockage

source: Access:
fr: Accès :

source: all
fr: tous

source: Storage List
fr: Liste des espaces de stockage

source: Storage file:
fr: Fichier espaces de stockage :

source: Export selected storage settings
fr: Exporter les configurations des espaces de stockage sélectionnés

source: Import storage
fr: Importer des espaces de stockage

source: Create storage
fr: Créer un espace de stockage

source: Delete selected storages
fr: Détruire les espaces de stockage sélectionnés

source: Identifier
fr: Identifiant

source: Version control
fr: Gestion de versions

source: Access
fr: Accès

source: Browse storage
fr: Parcourir l'espace de stockage

source: Export storage settings
fr: Exporter la configuration de l'espace de stockage

source: Delete storage
fr: Détruire l'espace de stockage

source: Version control:
fr: Gestion de versions :

source: Credentials:
fr: Code d'accès :

source: Change
fr: Changer

source: Public URL:
fr: URL publique :

source: Directory:
fr: Répertoire :

source: File:
fr: Fichier :

source: Make directory
fr: Créer le répertoire

source: Upload file
fr: Déposer le fichier

source: Back to all storages
fr: Retour vers tous les espaces de stockage

source: In progress...
fr: En cours...

source: Search in storage
fr: Rechercher dans l'espace de stockage

source: Upload files
fr: Déposer des fichiers

source: Delete files
fr: Supprimer des fichiers

source: Synchronize storage
fr: Synchroniser l'espace de stockage

source: Directory content
fr: Contenu du répertoire

source: Size
fr: Taille

source: New name / place:
fr: Nouveau nom / emplacement

source: Confirm change
fr: Confirmer le changement

source: Display directory information
fr: Afficher l'information sur le répertoire

source: Download directory
fr: Récupérer le répertoire

source: Rename / move directory
fr: Renommer / déplacer le répertoire

source: Delete directory
fr: Supprimer le répertoire

source: Display file information
fr: Afficher l'information sur le fichier

source: Rename / move file
fr: Renommer / déplacer le fichier

source: Delete file
fr: Supprimer le fichier

source: Storage settings
fr: Configuration de l'espace de stockage

source: Source URL:
fr: URL Source :

source: Default user:
fr: Utilisateur par défaut :

source: Synchronization:
fr: Synchronisation :

source: Create storage before adding authorized users.
fr: Créez l'espace de stockage avant d'ajouter des utilisateurs autorisés.

source: Create storage before adding authorized groups.
fr: Créez l'espace de stockage avant d'ajouter des groupes autorisés.

source: Select a storage to associate files with this pack.
fr: Sélectionnez un espace de stockage pour associer des fichiers avec ce lot.

source: Back to the pack
fr: Retour au lot

source: Select a storage to associate files with this processing.
fr: Sélectionner un espace de stockage pour associer des fichiers avec ce traitement.

source: Back to the processing
fr: Retour au traitement

source: All storages
fr: Tous les espaces de stockage

source: Export selected storages
fr: Exporter les espaces de stockage sélectionnés

source: Synchronize storages
fr: Synchroniser les espaces de stockage

source: Export storage
fr: Exporter l'espace de stockage

source: Browse
fr: Parcourir

source: every ${m} minutes
fr: toutes les ${m} minutes

source: Free access.
fr: Accès libre.

source: No authorized user.
fr: Pas d'utilisateur autorisé.

source: No authorized group.
fr: Pas de groupe autorisé

source: User filter
fr: Filtre sur les utilisateurs

source: User List
fr: Liste des utlisateurs

source: User file:
fr: Fichier utilisateurs :

source: Export selected users
fr: Exporter les utilisateurs sélectionnés

source: Import users
fr: Importer des utilisateurs

source: Create user
fr: Créer un utilisateur

source: Delete selected users
fr: Supprimer les utilisateurs sélectionnés

source: Export user
fr: Exporter l'utilisateur

source: Delete user
fr: Supprimer l'utilisateur

source: User settings
fr: Configuration de l'utilisateur

source: Email:
fr: Courriel :

source: Language:
fr: Langue :

source: Home:
fr: Accueil :

source: Home page main content
fr: Contenu principal de la page d'accueil

source: Page size:
fr: Taille des pages :

source: Items per page in lists
fr: Lignes par page dans les listes

source: User specific permissions:
fr: Permissions propres à l'utilisateur :

source: Not editable.
fr: Non éditable.

source: Last login:
fr: Dernière connexion :

source: IP restriction:
fr: Restriction d'IP :

source: Authorized IP:
fr: IP autorisées :

source: Remove IP
fr: Retirer l'IP

source: New IP:
fr: Nouvelle IP :

source: Permissions supplied by group "${g}":
fr: Permissions fournies par le groupe « ${g} » :

source: No restriction.
fr: Pas de restriction.

source: The two fields are not identical
fr: Les deux champs ne sont pas identiques

source: File names are different.
fr: Les noms de fichier sont différents.

source: ${i}: action already in progress.
fr: ${i} : action déjà en cours.

source: storage is busy.
fr: l'espace de stockage est occupé.

source: home
fr: accueil

source: Home
fr: Accueil

source: Advanced search
fr: Recherche avancée

source: Last results
fr: Derniers résultats

source: Settings
fr: Configuration

source: ${n} items
fr: ${n} éléments

source: ${n} item
fr: ${n} élément

source: 1 second
fr: 1 seconde

source: ${s} seconds
fr: ${s} secondes

source: 1 hour
fr: 1 heure

source: ${h} hours
fr: ${h} heures

source: 1 day
fr: 1 jour

source: ${d} days
fr: ${d} jours

source: 1 week
fr: 1 semaine

source: ${w} weeks
fr: ${w} semaines

source: 1 month
fr: 1 mois

source: ${m} months
fr: ${m} mois

source: Select items!
fr: Sélectionnez des éléments !

source: This storage does not exist!
fr: Cet espace de stockage n'existe pas !

source: You do not have access to this storage!
fr: Vous n'avez pas accès à cet espace de stockage !

source: This file does not exist!
fr: Ce fichier n'existe pas !

source: This pack already exists.
fr: Cet lot existe déjà.

source: Select only one directory!
fr: Sélectionnez un seul répertoire !

source: Output directory has been changed to "${n}".
fr: Le répertoire de sortie a été changé en « ${n} ».

source: Files to process added: ${a}
fr: Fichiers à traiter ajoutés : ${a}

source: Resource files added: ${a}
fr: Fichiers ressource ajoutés : ${a}

source: Template files added: ${a}
fr: Fichiers gabarit ajoutés : ${a}

source: You must specify a project ID!
fr: Vous devez préciser un identifiant de projet !

source: This project does not exist!
fr: Ce projet n'existe pas !

source: You do not work in this project!
fr: Vous ne participez pas à ce projet !

source: You must specify a processing ID!
fr: Vous devez préciser un identifiant de traitement !

source: This processing does not exist!
fr: Ce traitement n'existe pas !

source: This processor does not exist!
fr: Ce processeur n'existe pas !

source: Value:
fr: Valeur :

source: Suggested:
fr: Suggéré :

source: Default:
fr: Défaut :

source: ${name} not well-formed: ${err}
fr: ${name} n'est pas bien formé : ${err}

source: ${tag}: Relax NG not found
fr: ${tag} : Relax NG non trouvé

source: waiting...
fr: en attente...

source: Already in progress
fr: Déjà en cours

source: agent build startup
fr: lancement de l'exécution de l'agent

source: processor environment installed
fr: environnement du processeur installé

source: Stop by user
fr: Interrompu par l'utilisateur

source: stopped
fr: arrêté

source: start engine
fr: lancement du moteur

source: agent build completed
fr: exécution de l'agent terminée

source: Unknown processor "${p}"
fr: Processeur « ${p} » inconnu

source: No available agent for ${p}.
fr: Pas d'agent disponible pour ${p}.

source: ${v}: bad value.
fr: ${v} : valeur erronée.

source: "${n}" does not exists.
fr: « ${n} » n'existe pas.

source: startup
fr: lancement

source: agent build destroyed
fr: exécution de l'agent détruite

source: Stopped by user
fr: Interrompu par l'utilisateur

source: getting log and result
fr: récupération du journal et du résultat

source: unknown user
fr: utilisateur inconnu

source: call ${url}
fr: appel de ${url}

source: call agent
fr: appel de l'agent

source: error occurred
fr: une erreur est survenue

source: successfully completed
fr: exécuté avec succès

source: Successfully completed
fr: Exécuté avec succès

source: synchronizing ${n}
fr: synchronisation de ${n}

source: synchronization completed
fr: synchronisation terminée

source: Output directory has been destroyed.
fr: Le répertoire de sortie a été détruit.

source: getting ${f}
fr: récupération de ${f}

source: Produced by processing
fr: Généré par traitement

source: result received
fr: résultat reçu

source: Access was denied to this resource.
fr: L'accès à cette ressource est interdit.

source: ID and password for storage are missing.
fr: Identifiant et mot de passe manquant pour l'espace de stockage.

source: File "leprisme.ini" is missing.
fr: Le fichier « leprisme.ini » est manquant.

source: nothing to do!
fr: rien à faire !

source: ${f}: document composition
fr: ${f} : composition du document

source: ${f}: Already processed
fr: ${f} : déjà traité

source: ${f}: preprocess
fr: ${f} : prétraitement

source: ${f}: post process
fr: ${f} : post traitement

source: ${f}: pre-regex
fr: ${f} : pré-regex

source: ${f}: XSL transformation
fr: ${f} : transformation XSL

source: Unknown container "${c}"
fr: Conteneur « ${c} » inconnu

source: ${f}: container ${c}
fr: ${f} : conteneur ${c}

source: Currently not implemented.
fr: Pas implémenté actuellement.

source: File already exists!
fr: Le fichier existe déjà.

source: Group "${l} (${i})" already exists.
fr: Le groupe « ${l} (${i}) » existe déjà.

source: Draft
fr: Brouillon

source: Active
fr: Actif

source: Archived
fr: Archivé

source: Leader
fr: Chef de projet

source: Project "${l}" already exists.
fr: Le projet « ${l} » existe déjà.

source: Processing "${l}" already exists.
fr: Le traitement « ${l} » existe déjà.

source: open
fr: libre

source: restricted
fr: limité

source: closed
fr: fermé

source: none – None
fr: none – Aucun

source: File editor
fr: Éditeur de fichiers

source: Storage "${i}" already exists.
fr: L'espace de stockage « ${i} » existe déjà.

source: active
fr: actif

source: inactive
fr: inactif

source: All
fr: Tout

source: Manager
fr: Gestionnaire

source: Editor
fr: Éditeur

source: Site administration
fr: Administration du site

source: Project list
fr: Liste des projets

source: Storage list
fr: Liste des espaces de stockage

source: User "${l}" already exists.
fr: L'utilisateur « ${l} » existe déjà.

source: Value = ${v}
fr: Valeur = ${v}

source: File = ${n}
fr: Fichier = ${n}

source: Processor list
fr: Liste des processeurs

source: Default
fr: Défaut

source: Pattern
fr: Motif

source: Must have a directory for builds.
fr: Un répertoire pour accueillir les exécutions doit exister.

source: Unknown processor ${p}.
fr: Processeur « ${p} » inconnu.

source: Unknown file "${n}".
fr: Fichier "${n}" inconnu.

source: Must define available languages and a default one.
fr: Vous devez définir les langues disponibles et celle par défaut.

source: Must define an unique identifier for this instance.
fr: Vous devez définir un identifiant unique pour cette instance.

source: You must define an administrator.
fr: Vous devez définir un administrateur.

source: ###### Dropping existing tables
fr: ###### Suppression des tables existantes

source: ###### Adding administrator
fr: ###### Ajout d'un administrateur

source: ###### Loading configurations
fr: ###### Chargement des configurations

source: ###### Updating storages
fr: ###### Mise à jour des espaces de stockage

source: ${e}: unkwown engine
fr: ${e} : moteur inconnu

source: No pack to build!
fr: Aucun lot à traiter !

source: On progress...
fr: En cours...

source: This pack does not exist!
fr: Ce lot n'existe pas !

source: You can't modify this storage!
fr: Vous ne pouvez pas modifier à cet espace de stockage !

source: Updated for "${p}"
fr: Mis à jour pour « ${p} »

source: File has been updated.
fr: Le fichier a été mis à jour.

source: search
fr: recherche

source: Unable to retrieve this revision: it was probably moved.
fr: Impossible de récupérer cette révision : elle a probablement été déplacée.

source: Revision ${r}:
fr: Révision ${r} :

source: Differences with revision ${r}:
fr: Différences avec la révision ${r} :

source: Define search criteria!
fr: Définissez des critères de recherche !

source: Select a storage!
fr: Sélectionner un espace de stockage !

source: Group administration
fr: Administration des groupes

source: Correct errors.
fr: Corrigez les erreurs.

source: Group creation
fr: Création d'un groupe

source: You can't delete your own group.
fr: Vous ne pouvez pas supprimer votre propre groupe.

source: This group already exists.
fr: Ce groupe existe déjà.

source: Pack creation
fr: Création d'un lot

source: Output
fr: Sortie

source: Processing creation
fr: Création d'un traitement

source: This processing already exists.
fr: Ce traitement existe déjà.

source: Project administration
fr: Administration des projets

source: This label already exists.
fr: Ce libellé existe déjà.

source: Project creation
fr: Création d'un projet

source: Stopped
fr: Arrêté

source: Completed
fr: Terminé

source: In error
fr: En erreur

source: No result to download!
fr: Pas de résultat à récupérer !

source: ID or password is incorrect.
fr: Identifiant ou mot de passe incorrect.

source: Your account is not active.
fr: Votre compte n'est pas activé.
