Repository: pypi-data/pypi-mirror-3
Catalog: packages/Products.CMFContentPanels/Products.CMFContentPanels-2.6b1.tar.gz/Products.CMFContentPanels-2.6b1/Products/CMFContentPanels/i18n/contentpanels-plone-*.po
Languages: es

source: Config
es: Configuraci칩n

source: ContentPanels
es: Paneles de Contenido

source: ContentPanels is a portlet content to build composite page.
es: Paneles de Contenido es un tipo de contenido para construir p치ginas compuestas.

source: contentpanels property changes saved.
es: los cambios en las propiedades del panel de contenidos se han guardado.

source: Layout
es: Lienzo

source: image_news
es: Im치genes de noticias

source: label_image_size
es: Tama침o de la imagen

source: Templates
es: Plantillas

source: ContentPanels view
es: Vistas de Paneles de contenido

source: Change layout template for this view
es: Cambiar plantilla para esta vista
