Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.blog.portlets/collective.blog.portlets-1.3.tar.gz/collective.blog.portlets-1.3/collective/blog/portlets/i18n/collective.blog.portlets-*.po
Languages: es, eu

source: Archive
es: Archivo
eu: Artxiboa

source: Archive view
es: Vista del archivo
eu: Artxiboaren bista

source: The name of the archive view
es: Nombre de la vista del archivo
eu: Artxiboaren bistaren izena

source: Monthly archive
es: Archivo mensual
eu: Hilabetekako artxiboa

source: Last entries
es: Últimas entradas
eu: Azken sarrerak

source: Entries
es: Entradas
eu: Sarrerak

source: The number of entries to show
es: Número de entradas a mostrar
eu: Erakutsiko den sarrera kopurua

source: month_1
es: Enero
eu: Urtarrila

source: month_10
es: Octubre
eu: Urria

source: month_11
es: Noviembre
eu: Azaroa

source: month_12
es: Diciembre
eu: Abendua

source: month_2
es: Febrero
eu: Otsaila

source: month_3
es: Marzo
eu: Martxoa

source: month_4
es: Abril
eu: Apirila

source: month_5
es: Mayo
eu: Maiatza

source: month_6
es: Junio
eu: Ekaina

source: month_7
es: Julio
eu: Uztaila

source: month_8
es: Agosto
eu: Abuztua

source: month_9
es: Septiembre
eu: Iraila
