Repository: pypi-data/pypi-mirror-3
Catalog: packages/enpraxis.staticsite/enpraxis.staticsite-2.1.tar.gz/enpraxis.staticsite-2.1/enpraxis/staticsite/locales/*/LC_MESSAGES/staticsite.po
Languages: hi, nl

source: A list of CSS images related to a custom theme
hi: CSS chaviyon ko yek custom vishaya se sambandiith ki yek suchi
nl: Een lijst van CSS afbeeldingen gerelateerd aan een aangepast thema

source: A list of basic site files and resources to download
hi: mule site aur filelon ko download karne ke liye sansaadhano ki yek suchi
nl: Een lijst van standaard sitebestanden en bronnen om te downloaden

source: Actions to be filtered out of content
hi: kriya saamagri se filter hona
nl: Acties uit te filteren via content

source: Add States
hi: rajyonko jodo
nl: Voeg statussen toe

source: Add content that is currently in the following states
nl: Voeg content toe die momenteel in één van de volgende statussen is

source: Additional Views
hi: athirikth vichaar
nl: Aanvullende views

source: Additional views that need to be stored
hi: jarurath athirikth vichaar ko jamaa karne
nl: Aanvullende views die moeten worden opgeslagen

source: Base Files
nl: Standaard bestanden

source: Base URL to the static site deployment.
nl: Standaard URL voor de statische site deployment

source: CSS Images
hi: CSS chaviyaa
nl: CSS afbeeldingen

source: Deploy a Static Site
hi: yek staithikk site ko tainath karna
nl: Deploy een statische site

source: Deploy a static version of the Plone site.
hi: plone site ka steer sanskaran tainath karna
nl: Deploy een statische versie van de Plone site.

source: Deploy a static version of your Plone site.
hi: aapne plone site ka staithic sanskaran tainath karna
nl: Deploy een statische versie van uw Plone site.

source: Deployment Path
hi: tainathi path
nl: Deployment pad

source: Document sections to be filtered out by CSS id tag
hi: dastaavej vargo CSS tag dwara filter karna
nl: Document secties uit te filteren via CSS ID tag

source: Google File
nl: Google bestand

source: Ignore Actions
hi: karyavahi par dhyan na de
nl: Negeer acties

source: Ignore Document Sections
hi: dastavej anubhag par dhyan na de
nl: Negeer document secties

source: Non HTML Views
hi: na HTML vichaar
nl: Non HTML weergaven

source: Path to the static site deployment.
hi: is staithik site ki tainathi karne ke liye
nl: Pad naar de static site deployment.

source: Settings which control static site deployment.
hi: settings jo staithik site tainathi ka niyantran kare
nl: Instellingen om de static site deployment te beheersen.

source: Sitemap
nl: Site overzicht

source: Static Site Settings
hi: staithik site ke settings
nl: Static site instellingen

source: The google file.
hi: google file
nl: Het Google bestand

source: The sitemap file.
hi: sitemap file
nl: Het site overzicht bestand

source: Views that are included but not based on HTML.
hi: vichaar jo shaamil kiye gaye hai par HTML ke aadhaarith nahi
nl: Weergaven die zijn toegevoegd, maar niet gebaseerd op HTML.

source: Deploy
hi: tainath

source: Deployment URL
hi: tainathi URL
