Repository: pypi-data/pypi-mirror-3
Catalog: packages/django-detect-cyclic/django-detect-cyclic-0.0.4.tar.gz/django-detect-cyclic-0.0.4/src/django_detect_cyclic/locale/*/LC_MESSAGES/django.po
Languages: es

source: Basic options
es: Opciones básicas

source: Advanced options
es: Opciones avanzadas

source: Limits the graph
es: Limita el grafo

source: Applications
es: Aplicaciones

source: Choose the applications to analize
es: Elige las aplicaciones a analizar

source: File name
es: Nombre del fichero

source: Choose a name to the generated file (without extension)
es: Elige un nombre para el archivo generado (sin extensión)

source: Format
es: Formato

source: Layout
es: Disposición

source: Node layout. This does not work if you select format svg-js
es: Disposición de los nodos. Este no funciona si tu seleccionas el formato svg-js

source: Exclude packages
es: Excluye paquetes

source: Exclude the next packages. For example migrations,templatetags (separated by commas)
es: Excluye los siguientes paquetes. Por ejemplo: migrations,templatetags (separados por comas)

source: Force colors
es: Fuerza colores

source: By default only if you choose svg format the result image will be colored. If you check this option the result image will be colored
es: Por defecto solo si tu eliges formato svg el resultado de la imagen estará colorada. Si tu seleccionas esta opción la imagen resultante será coloreada

source: Scope global
es: Ambito global

source: The imports into the functions are ignored
es: Los "imports" de dentro de las funciones son ignorados

source: Dotted scope local
es: Punteado ambito local

source: The imports into the functions are printing with dotted line
es: Los "imports" de dentro de las funciones están pintados con línea punteada

source: Show modules
es: Muestra los modulos

source: The nodes now are the modules (by default are the applications)
es: Los nodos ahora son los modulos (por defecto son las aplicaciones)

source: Only cyclic
es: Solo ciclos

source: Removes the nodes that do not belong to any cycle
es: Elimina los nodos que no pertenecen a ningun ciclo

source: Removes isolate nodes
es: Elimina los nodos aislados

source: Removes the isolate nodes (without edgeds)
es: Elimina los nodos aislados (sin aristas)

source: Removes sink nodes
es: Elimina los nodos sumidero

source: Removes the sink nodes (without output edges)
es: Elimina los nodos sumidero (sin aristas de salida)

source: Removes source nodes
es: Elimina los nodos fuente

source: Removes the source nodes (without input edges)
es: Elimina los nodos fuente (sin aristas de entrada)

source: This option is incompatible with dotted scope local
es: Esta opción es incompatible con punteado ambito local

source: Cycle
es: Ciclo

source: Detect cyclic
es: Detecta ciclos

source: Download
es: Descargar

source: Create Graph
es: Crear Grafo
