Repository: pypi-data/pypi-mirror-3
Catalog: packages/ftw.dashboard.portlets.recentlymodified/ftw.dashboard.portlets.recentlymodified-1.2.2.tar.gz/ftw.dashboard.portlets.recentlymodified-1.2.2/ftw/dashboard/portlets/recentlymodified/locales/*/LC_MESSAGES/ftw.dashboard.portlets.recentlymodified.po
Languages: de

source: ${title} added to dashboard.
de: Portlet zum Beobachten der Änderungen in '${title}' wurde zum Dashboard hinzugefügt.

source: Add recently modified Portlet
de: Lezte Änderungen Portlet hinzugefügt

source: Edit recently modified Portlet
de: Letzte Änderungen Portlet bearbeiten

source: Follow changes in this context in your personal dashboard.
de: In ihrem persönlichen Dashboard Änderungen dieses Abschnittes verfolgen

source: How many items to list.
de: Wie viele Felder sollen aufgelistet werden

source: Number of items to display
de: Anzahl angezeigte Felder

source: Only changes in the selected section will be displayed.
de: Nur Änderung im Selektierten Abschnitt werden angezeigt

source: Section
de: Abschnitt

source: This portlet displays recently modified content in a selected section.
de: Dieses Portlet zeigt die zuletzt veränderten Inahlte eines selektieren Abschnittes an

source: Watch changes
de: Änderungen verfolgen
