Repository: pypi-data/pypi-mirror-3
Catalog: packages/trytond-carrier/trytond_carrier-2.2.0.tar.gz/trytond_carrier-2.2.0/locale/*.po
Languages: es_es

# field:carrier,carrier_cost_method:0
source: Carrier Cost Method
es_es: Método del costo de transportista

# field:carrier,carrier_product:0
source: Carrier Product
es_es: Productos del transportista

# field:carrier,party:0
source: Party
es_es: Tercero

# field:carrier,rec_name:0
source: Name
es_es: Nombre

# help:carrier,carrier_cost_method:0
source: Method to compute carrier cost
es_es: Método para procesar el costo del transportista

# model:carrier,name:0
source: carrier
es_es: Transportista

# model:ir.action,name:act_carrier_form
source: Carriers
es_es: Transportistas

# model:ir.action,name:act_carrier_form2
source: Carrier
es_es: Transportista

# model:ir.ui.menu,name:menu_carrier
source: Carrier Management
es_es: Manejo de Transporte

# model:ir.ui.menu,name:menu_carrier_form
source: Carriers
es_es: Transportistas

# model:ir.ui.menu,name:menu_carrier_form2
source: New Carrier
es_es: Nuevo Transportista

# model:res.group,name:group_carrier_admin
source: Carrier Administration
es_es: Administración de Transportista

# selection:carrier,carrier_cost_method:0
source: Product Price
es_es: Precio del producto

# view:carrier:0
source: Carrier
es_es: Transportista

# view:carrier:0
source: Carriers
es_es: Transportistas
