Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.jaop/collective.jaop-1.2.tar.gz/collective.jaop-1.2/collective/jaop/locales/*/LC_MESSAGES/opensearch.po
Languages: es, ru, zh_tw

source: A human-readable description of thesearch engine. Limited to 1024 characters
es: Una descripción inteligible del motor de búsqueda. Máximo 1024 caracteres
ru: Описание поискового движка. Не более 1024 символов.
zh_tw: 可由人閱讀的搜尋引擎描述。限制為1024字元。

source: A short name for your Open Search widget. Limited to 16 characters
es: Un breve nombre para su widget OpenSearch. Máximo 16 caracteres
ru: Короткое название вашего виджета Open Search. Не более 16 символов
zh_tw: 您的開放式搜尋工具名稱。限制為16字元。

source: Allow OpenSearch via RSS
es: Permitir OpenSearch mediante RSS
ru: Разрешить OpenSearch через RSS
zh_tw: 允許藉由RSS進行開放式搜尋

source: Allow OpenSearch via XHTML + xml
es: Permitir OpenSearch mediante XHTML + xml
ru: Разрешить OpenSearch через XHTML + xml
zh_tw: 允許藉由XHTML+xml進行開放式搜尋

source: An email address of someone to contact.
es: Buzón de correo de contacto.
ru: E-mail адрес контактного лица
zh_tw: 聯繫人之電子郵件

source: Open Search Settings Form
es: Formulario de configuración de OpenSearch
ru: Форма настроек Open Search
zh_tw: 開放式搜尋設定表單

source: OpenSearch
zh_tw: 開放式搜尋

source: OpenSearch Settings
es: Configuración de OpenSearch
ru: Настройки OpenSearch
zh_tw: 開放式搜尋設定

source: Tags
es: Palabras clave
ru: Тэги
zh_tw: 標籤

source: Tags, one per line.
es: Palabras clave, una por línea.
ru: Тэги, по одному на строку
zh_tw: 標籤，一行一個

source: stuff
es: material
ru: разное
zh_tw: 其他
