Repository: pypi-data/pypi-mirror-3
Catalog: packages/Products.ATSuccessStory/Products.ATSuccessStory-4.1.tar.gz/Products.ATSuccessStory-4.1/Products/ATSuccessStory/locales/*/LC_MESSAGES/ATSuccessStory.po
Languages: es

source: Add Success Story Portlet
es: Agregar un portlet Historias de Exito

source: Displays a random success story
es: Muestra una historia de éxito al azar

source: Header
es: Título

source: Image
es: Imagen

source: Number of stories
es: Número de historias

source: Portlet header
es: Título del portlet

source: Search for success stories inside this path
es: Buscar historias de éxito dentro de este directorio

source: Specify how many Success Stories you want displayed at the same time in the portlet. Most commonly you will need 1.
es: Especifia cuántas historias de éxito mostrar al mismo tiempo en el portlet. Usualmente necesitaría 1

source: Stories Path
es: Directorio de las historias

source: Story
es: Historia

source: Success Story
es: Historia de éxito

source: Success Story Folder
es: Carpeta de historias de éxito

source: Success Story Portlet
es: Portlet de historias de éxito

source: Success Story rotating portlet
es: Portlet de historias de éxito rotatorio

source: This portlet displays a random success story
es: Este portlet muestra una historia de éxito al azar
