Repository: pypi-data/pypi-mirror-3
Catalog: packages/django-cities-tiny/django-cities-tiny-1.0.tar.gz/django-cities-tiny-1.0/cities_tiny/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Administrative zones
ru: Административные зоны

source: Oceania
ru: Океания

source: Europe
ru: Европа

source: Africa
ru: Африка

source: North America
ru: Северная Америка

source: Antarctica
ru: Антарктика

source: South America
ru: Южная Америка

source: Asia
ru: Азия

source: country name
ru: название страны

source: country name in ASCII
ru: название страны в ASCII

source: 2-letter code
ru: 2-х буквенный код

source: ISO-3166 2-letter country code.
ru: 2-х буквенный код код страны согласно ISO-3166.

source: 3-letter code
ru: 3-х буквенный код

source: ISO-3166 3-letter country code.
ru: 3-х буквенный код код страны согласно ISO-3166.

source: continent
ru: континент

source: Object ID in the GeoNames.org database.
ru: Идентификатор объекта в базе данных GeoNames.org.

source: allow update
ru: разрешить обновление

source: Allow automatically override this info when updating.
ru: Разрешить автоматическую перезапись этих данных при обновлении.

source: Country
ru: Страна

source: Countries
ru: Страны

source: object name
ru: название объекта

source: object name in ASCII
ru: название объекта в ASCII

source: admin1 code
ru: код админ1

source: admin2 code
ru: код админ2

source: admin3 code
ru: код админ3

source: admin4 code
ru: код админ4

source: population
ru: популяция

source: allow name update
ru: разрешить обновление названия

source: Allow automatically override name when updating.
ru: Разрешить автоматическую перезапись названия при обновлении.

source: division level
ru: уровень деления

source: parent zone
ru: зона верхнего уровня

source: Admin division zone
ru: Зона административного деления

source: Admin division zones
ru: Зоны административного деления

source: Admin zones
ru: Админ. зоны

source: City
ru: Город

source: Cities
ru: Города
