Repository: pypi-data/pypi-mirror-3
Catalog: packages/ztfy.utils/ztfy.utils-0.3.6-py2.6.egg/ztfy/utils/locales/*/LC_MESSAGES/ztfy.utils.po
Languages: fr

source: %d hours ago
fr: il y a %d heures

source: %d minutes ago
fr: il y a %d minutes

source: less than 5 minutes ago
fr: il y a moins de 5 minutes

source: %d months ago
fr: il y a %d mois

source: %d weeks ago
fr: il y a %d semaines

source: %d days ago
fr: il y a %d jours

source: the day before yesterday
fr: avant-hier

source: yesterday
fr: hier

source: No Request in interaction !
fr: Pas de requête en cours !

source: < missing principal %s >
fr: < mandant inconnu %s >

source: This principal can't be found in any authentication utility...
fr: Ce mandant ne peut pas être trouvé

source: Server timezone
fr: Fuseau horaire

source: Default server timezone
fr: Fuseau horaire par défaut du serveur
