Repository: pypi-data/pypi-mirror-3
Catalog: packages/Products.PloneBooking/Products.PloneBooking-3.0.0a1.tar.gz/Products.PloneBooking-3.0.0a1/Products/PloneBooking/i18n/plonebooking_*.po
Languages: pt_br

# description_add_booking
source: Select an object to book.
pt_br: Adicionar uma nova reserva

# description_booking_duration
source: From ${start_date} to ${end_date}
pt_br: De ${start_date} até ${end_date}

# description_no_bookings_found
source: No bookings found.
pt_br: Nenhum reserva encontrado

# first_step_text
source: <strong>First step</strong>: select a periodicity type and a periodicity end date, and click on the "Display result" link. You can modify the field values and click again on "Display result", it will not create any bookings but just display a listing of items that will be created.
pt_br: Primeiro passo

# heading_create_periodic_bookings
source: Create periodic bookings
pt_br: Criar reservas periódicos

# help_booking_peridodicity_end_date
source: Enter the ending peridodicity date and time, or click the calendar icon and select it.
pt_br: Informe a data final da periodicidade

# label_all_categories
source: All categories
pt_br: Todas as categorias

# label_all_types
source: All types
pt_br: Todos os tipos

# label_already_booked
source: Already Booked
pt_br: Reservado

# label_book
source: Book
pt_br: Reservar

# label_booked_by
source: Booked by
pt_br: Reservado por

# label_booking_description
source: Comment
pt_br: Descrição

# label_booking_end_date
source: Booking end date
pt_br: Data de término

# label_booking_objects
source: Booking object(s):
pt_br: Recursos

# label_booking_periodicity_end_date
source: Periodicity end date
pt_br: Data final da periodicidade

# label_booking_periodicity_type
source: Periodicity type
pt_br: Tipo de periodicidade

# label_booking_start_date
source: Booking start date
pt_br: Data inicial

# label_booking_title
source: Booking title
pt_br: Título

# label_booking_user_full_name
source: Full name of the person booking
pt_br: Nome Completo

# label_booking_user_phone
source: Phone
pt_br: Telefone

# label_create_bookings
source: Create bookings
pt_br: Criar reservas

# label_display_result
source: Display result
pt_br: Exibir resultados

# label_dynamic_booking_title
source: Booking from ${start_date} au ${end_date}
pt_br: Reserva de ${start_date} até ${end_date}

# label_edit
source: Edit
pt_br: Editar

# label_filter_form
source: Filter form
pt_br: Filtros

# label_hour
source: Hour
pt_br: hora

# label_no_periodic_items
source: Can't create any periodic.
pt_br: Nenhum item periódico foi criado

# label_only_bookable_objects_of_category
source: Only bookable object of category:
pt_br: Apenas objetos da categoria

# label_only_bookable_objects_of_type
source: Only bookable objects of type:
pt_br: Apenas objetos do tipo

# label_periodicity_configuration
source: Periodicity configuration
pt_br: Configuração de periodicidade

# label_retract
source: Retract
pt_br: Retrair

# label_same_date_every
source: Same day and hour every
pt_br: Mesma data

# label_same_date_every_weeks
source: Same day and hour every week
pt_br: Semanalmente (mesma data)

# label_same_date_every_x_weeks_of_the_month
source: Same day and hour every month (e.g. every 2nd monday of the month)
pt_br: Mesma data a cada n semanas no mês

# label_see_all_bookings_of_this_category
source: See all bookings of this category
pt_br: Visualizar todas as reservas desta categoria

# label_see_all_bookings_of_this_type
source: See all bookings of this type
pt_br: Visualizar todas as reservas deste tipo

# label_see_bookable_object
source: See bookable object:
pt_br: Ver recursos

# label_these_bookings_will_be_created
source: These bookings will be created
pt_br: Estas reservas serão criados

# label_up_to_booked_object
source: Up to booked object
pt_br: Voltar ao recurso reservado

# label_up_to_booking_center
source: Up to booking center
pt_br: Voltar à Central de Reservas

# label_view
source: View
pt_br: Visualizar

# label_weeks
source: weeks
pt_br: Semanas

# link_title_book_it
source: Book it
pt_br: Faça uma reserva

# message_periodic_booking_creation_summary
source: %created% item(s) created, %already_booked% already booked, %errors% error(s).
pt_br: %created% reservas criadas, %already_booked% já reservadas.

# second_step_text
source: <strong>Second step:</strong> if you are ok with the result below, click on "Create bookings" link. It will create only items that are not already booked. You can modify the field "values" and click again on "Display result" to see a new result.
pt_br: Segundo passo

# show_day
source: Show the day
pt_br: Ver dia

# show_more_infos
source: Show more booking infos
pt_br: Ver informações adicionais da reserva
