Repository: pypi-data/pypi-mirror-3
Catalog: packages/horae.dashboard/horae.dashboard-1.0a1.tar.gz/horae.dashboard-1.0a1/horae/dashboard/locales/*/LC_MESSAGES/horae.dashboard.po
Languages: de

source: Group dashboard
de: Gruppendashboard

source: Latest
de: Aktuelles

source: My tickets
de: Meine Aufgaben

source: Number of notifications to display
de: Anzahl anzuzeigende Benachrichtigungen

source: Number of objects to display
de: Anzahl anzuzeigende Objekte

source: Number of results to display
de: Anzahl anzuzeigende Resultate

source: Number of tickets to display
de: Anzahl anzuzeigende Aufgaben

source: Objects to display
de: Anzuzeigende Objekte

source: Past 3 days
de: Die letzten 3 Tage

source: Personal dashboard
de: Persönliches Dashboard

source: Report
de: Bericht

source: Resource or cost unit not available for the given ticket
de: Ressource oder Kostenstelle für die ausgewählte Aufgabe nicht verfügbar

source: Save
de: Speichern

source: Show widget in sidebar
de: Widget in der Sidebar anzeigen

source: The selected report is no longer available
de: Der ausgewählte Bericht ist nicht mehr verfügbar

source: Time successfully stored
de: Zeit erfolgreich erfasst

source: Time tracking
de: Zeiterfassung

source: Work time tracking
de: Arbeitszeiterfassung
