Repository: pypi-data/pypi-mirror-3
Catalog: packages/jarn.xmpp.core/jarn.xmpp.core-0.34.zip/jarn.xmpp.core-0.34/jarn/xmpp/core/locales/*/LC_MESSAGES/jarn.xmpp.core.po
Languages: el

source: Choose whose updates to receive
el: Επιλέξτε ποιούς ακολουθείτε

source: Click to toggle user's details
el: Πατήστε για τις λεπτομέρειες του χρήστη

source: Comment
el: Σχόλιο

source: Follow everybody
el: Ακολουθήστε τους όλους

source: Follow the selected people
el: Επιλέξτε ποιούς θα ακολουθήσετε

source: Following
el: Ακολουθείτε

source: Load more...
el: Περισσότερα

source: My stream
el: Ο κόμβος μου

source: People online:
el: Συνδεδεμένοι χρήστες

source: Personal message
el: Προσωπικό μύνημα

source: Personal stream
el: Προσωπική ροή

source: Post
el: Δημοσίευση

source: Post to stream
el: Δημοσίευση στη ροή

source: PubSub node
el: Κόμβος PubSub

source: Receive updates from everybody.
el: Λήψη ενημερώσεων από όλους.

source: Receive updates from the following people only:
el: Λήψη ενημερώσεων μόνο από τους κάτωθι χρήστες:

source: Reply
el: Απάντηση

source: Send
el: Αποστολή

source: Share location
el: Μοιρασιά της τοποθεσίας

source: Title
el: Τίτλος

source: more
el: Περισσότερα

source: text_or
el: ή
