Repository: pypi-data/pypi-mirror-3
Catalog: packages/horae.planning/horae.planning-1.0a1.tar.gz/horae.planning-1.0a1/horae/planning/locales/*/LC_MESSAGES/horae.planning.po
Languages: de

source: A short message describing the cause of the recalculation
de: Eine kurze Nachricht, welche die Ursachen der Neuberechnung beschreibt.

source: Absence
de: Abwesenheiten

source: CW
de: KW

source: Chart
de: Diagramm

source: Clear planning history
de: Planungsverlauf löschen

source: Deadline for <em>${type} #${no}</em> will not be reached using the current forecast
de: Fälligkeitstermin von <em>${type} #${no}</em> wird gemäss der momentanen Prognose nicht eingehalten

source: Deadline within (days)
de: Fälligkeit innerhalb (Tage)

source: Delete planning history of ${ticket}
de: Planungsverlauf von ${ticket} löschen

source: Delete planning history of all tickets
de: Planungsverlauf sämtlicher Aufgaben löschen

source: Due date
de: Fälligkeit

source: Effective
de: Effektiv

source: End
de: Ende

source: Estimated execution successfully recalculated
de: Ausführungsdaten erfolgreich neu berechnet

source: Forecast
de: Prognose

source: Forecast difference to deadline lower than (days)
de: Differenz zwischen Prognose und Fälligkeit kleiner als (Tage)

source: Forecast ignoring all absences
de: Prognose ohne Abwesenheiten

source: Forecast ignoring all absences and the maximum week hours
de: Prognose ohne Abwesenheiten und maximaler Wochenarbeitszeit

source: Forecast with no maximum week hours
de: Prognose ohne maximaler Wochenarbeitszeit

source: Forecast without adjustments
de: Prognose ohne Anpassungen

source: Forecasts calculation already started
de: Prognosenberechnung bereits gestartet

source: Forecasts successfully recalculated
de: Prognosen erfolgreich neu berechnet

source: Hide
de: Ausblenden

source: Maximum hours per week
de: Maximale Wochenarbeitszeit

source: Message
de: Nachricht

source: Minimum time entry length (hours)
de: Mindestlänge der geplanten Zeiteinheiten (Stunden)

source: Move down
de: Nach unten verschieben

source: Move up
de: Nach oben verschieben

source: Moving ${type} #${no} ${action} #${no2}
de: Verschiebe ${type} #${no} ${action} #${no2}

source: No
de: Nr

source: No Milestone
de: Kein Meilenstein

source: Open tickets planned for ${name}
de: Offene Aufgaben geplant für ${name}

source: Plan open projects
de: Offene Projekte planen

source: Plan open tickets for ${name}
de: Offene Aufgaben für ${name} planen

source: Plan projects
de: Projekte planen

source: Plan tickets
de: Aufgaben planen

source: Planned (${date})
de: Geplant (${date})

source: Planned execution
de: Geplante Ausführung

source: Planned resources
de: Geplante Ressourcen

source: Planning overview
de: Planungsübersicht

source: Recalculate
de: Neu berechnen

source: Recalculate estimated execution
de: Ausführungsdaten neu berechnen

source: Recalculate forecasts
de: Prognosen neu berechnen

source: Resolve conflicts
de: Konflikte behandeln

source: Show
de: Anzeigen

source: Show all
de: Alle anzeigen

source: Start
de: Beginn

source: The planning history of ${ticket} successfully deleted
de: Der Planungsverlauf von ${ticket} wurde erfolgreich gelöscht

source: The planning history of all tickets successfully deleted
de: Der Planungsverlauf sämtlicher Aufgaben wurde erfolgreich gelöscht

source: The selected resource is currently not planned for any ticket.
de: Für die ausgewählte Ressource sind momentan keine Aufgaben geplant.

source: The user is linked to the following human resource:
de: Der Benutzer ist mit folgender Human Ressource verknüpft:

source: The user is linked to the following human resources:
de: Der Benutzer ist mit folgenden Human Ressourcen verknüpft:

source: There is no data available.
de: Es sind keine Daten vorhanden.

source: Update
de: Aktualisieren

source: Updating forecast...
de: Prognose wird aktualisiert...

source: Updating order...
de: Sortierung wird aktualisiert...

source: Worked hours
de: Geleistete Stunden

source: above
de: oberhalb

source: below
de: unterhalb

source: per week
de: pro Woche

source: the planning history of ${ticket}
de: den Planungsverlauf von ${ticket}

source: the planning history of all tickets
de: den Planungsverlauf sämtlicher Aufgaben
