Repository: pypi-data/pypi-mirror-3
Catalog: packages/ella/ella-2.1.7.tar.gz/ella-2.1.7/ella/oldcomments/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Deletion
cs: Vymazání

source: registered user
cs: registrovaný uživatel

source: anonymous user
cs: anonymní uživatel

source: Comment subject:
cs: Předmět:

source: Comment content:
cs: Váš komentář:

source: Authorized author:
cs: Autorizovaný autor:

source: Password:
cs: Heslo:

source: Nickname:
cs: Jméno:

source: Invalid user.
cs: Neplatný uživatel.

source: Banned user.
cs: Zablokovaný uživatel.

source: Target object does not exist.
cs: Cílový objekt neexistuje.

source: You are responding to a non-existent comment.
cs: Odpovídáte na neexistující komentář.

source: Target content type
cs: datový typ cílového objektu

source: Target id
cs: id cílového objektu

source: Comment Options
cs: Možnosti komentářů

source: Comment subject
cs: Předmět

source: Comment content
cs: Váš komentář

source: Tree structure parent
cs: otec ve stromové struktuře

source: Genealogy tree path
cs: cesta v genealogickém stromu

source: Authorized author
cs: Autorizovaný autor

source: Anonymous author's nickname
cs: Přezdívka

source: Authors email (optional)
cs: autorův email (nepovinný)

source: IP address
cs: ip adresa

source: Time submitted
cs: datum/čas odeslání

source: Is public
cs: je veřejný

source: Comment
cs: Komentář

source: Comments
cs: Komentáře

source: Banned author
cs: zablokovaný uživatel

source: Banned User
cs: Zablokovaný uživatel

source: Banned Users
cs: Zablokovaní uživatelé

source: comments
cs: komentáře

source: reply
cs: odpověď

source: preview
cs: náhled

source: new
cs: nový
