Repository: pypi-data/pypi-mirror-3
Catalog: packages/Products.PloneArticle/Products.PloneArticle-4.2.0.zip/Products.PloneArticle-4.2.0/Products/PloneArticle/i18n/plonearticle-plone-*.po
Languages: es

source: description_edit_plonearticle
es: Un doumento con soporte de imágenes, enlaces y adjuntos.

source: description_edit_multipage
es: Un artículos con varias paǵinas

source: models
es: modelos

source: files
es: archivos

source: images
es: imágenes

source: links
es: enlaces

source: default
es: defecto

source: Files
es: Archivos

source: Images
es: Imágenes

source: Links
es: Enlaces

source: PloneArticle preferences
es: Preferencias de Plone Article

source: Templates
es: Modelos

source: File Content Inner Proxy
es: Proxy interno para Archivo

source: Image Content Inner Proxy
es: Proxy interno para Imagen

source: Inner Content Container
es: Contenedor interno para contenidos

source: Link Content Inner Proxy
es: Proxy interno para Enlace

source: Lock (Currently not locked)
es: Bloquear (Actualmente desbloqueado)

source: Multipage article
es: Artículo (Multi-páginas)

source: Article
es: Artículo

source: Plone Article Tool
es: Configuración de Plone Article

source: Proxy implementing IATLink. It means this proxy has a remoteUrl method. remoteUrl returns attached link by default if existing otherwise returns the referenced content.
es: Proxy que implemente IATLink. Esto significa que este proxy posee un método remoteUrl. Este método devuelve un enlace por defecto si existe o en otro caso el contenido referenciado.

source: Proxy implementing IFileContent. It means this proxy has a getFile method. getFile returns attached file by default if existing otherwise returns the referenced content.
es: Proxy que implemente IFileContent. Esto significa que este proxy posee un método getFile. Este método devuelve el fichero adjunto por defecto si existe o en otro caso el contenido referenciado.

source: Proxy implementing IImageContent. It means this proxy has a getImage method. getImage returns attached image by default if existing otherwise returns the referenced content.
es: Proxy que implemente IImageContent. Esto significa que este proxy posee un método getImage. Este método devuelve una imagen adjunta por defecto si existe o en otro caso el contenido referenciado.

source: This folder is a container of inner content objects
es: Esta carpeta es un contenedor de objetos internos.

source: Tool for PloneArticle
es: Configuración para PloneArticle

source: Unlock (Currently locked)
es: Desbloquear (Actualmente bloqueado)
