Repository: pypi-data/pypi-mirror-3
Catalog: packages/baruwa/baruwa-1.1.1.tar.gz/baruwa-1.1.1/src/baruwa/locale/*/LC_MESSAGES/django.po
Languages: it

source: This value may contain only letters, numbers and @/./+/-/_ characters.
it: Questo valore può contenere solo lettere, numeri ed i caratteri @/./+/-/_

source: A user with that username already exists.
it: Un utente con questa 'username' essite già

source: Super users do not use addresses
it: I Superuser non usano gli indirizzi

source: provide a valid domain address
it: scrivi un indirizzo di dominio valido

source: provide a valid email address
it: scrivi un indirizzo email valido

source: The user account %(account)s was created successfully
it: L'accoutn utente %(account)s è stato creato correttamente

source: The user account %(account)s has been updated
it: L'account utente %(account)s è stato aggiornato

source: The user account %(account)s has been deleted
it: L'account utente %(account)s è stato eliminato

source: The deletion of user account %(account)s failed
it: La eliminazione dell'account utente %(account)s è fallita

source: The address %(addr)s has been added to %(account)s account
it: L'indirizzo %(addr)s è stato aggiunto all'account %(account)s

source: The address already exists
it: L'indirizzo esiste già

source: The address %(addr)s has been updated
it: L'indirizzo %(addr)s è stato aggiornato

source: The password for user %(account)s has been updated
it: La password per l'utente %(account)s è stata aggiornata

source: The user profile for %(account)s has been updated
it: il profilo per l'utente %(account)s è stato aggiornato

source: Delivery SMTP server: %(server)s was added successfully
it: Server di consegna SMTP: %(server)s aggiunto con successo

source: Adding of Delivery SMTP server failed
it: L'aggiunta del server SMPT è fallita

source: Delivery SMTP server: %(server)s has been updated successfully
it: Server di consegna SMTP: %(server)s aggiornato con successo

source: Delivery SMTP server: %(server)s update failed
it: Server SMPT: %(server)s aggiornamento fallito

source: Delivery SMTP server: %(server)s has been deleted
it: Server SMPT: %(server)s eliminato

source: Delivery SMTP server: %(server)s could not be deleted
it: Server SMPT: %(server)s non ha potuto essere eliminato

source: External authentication %(auth)s: on host %(host)s for domain %(dom)s was added successfully
it: AUtenticazione esterna %(auth)s: su host %(host)s per dominio %(dom)s è stata aggiunta correttamente

source: Addition of external authentication failed
it: L'aggiunta di autenticazione esterna è fallita

source: External authentication %(auth)s: on host %(host)s for domain %(dom)s has been updated successfully
it: L'autenticazione esterna %(auth)s su host %(host)s per il dominio %(dom)s è stata aggiornata.

source: Update of external authentication failed
it: L'aggiornamento dell'autenticazione esterna è fallito

source: External authentication %(auth)s: on host %(host)s for domain %(dom)s has been deleted
it: L'autenticazione esterna %(auth)s su host %(host)s per dominio %(dom)s è stata cancellata

source: External authentication %(auth)s: on host %(host)s for domain %(dom)s could not be deleted
it: L'autenticazione esterna %(auth)s su host %(host)s per il dominio %(dom)s non ha potuto essere cancellata

source: The node %(node)s is not been initialized, Please initialize
it: Il nodo %(node)s non è inizializzato. Prego inizializzare

source: The node %(node)s has been initialized
it: il %(node)s è stato inizializzato

source: %(email)s provide a valid e-mail address
it: %(email)s fornisce un indirizzo email valido

source: The address: %(email)s does not belong to you.
it: L'indirizzo: %(email)s non appartiene a te.

source: The list item already exists
it: L'elemento della lista esiste già

source: The address: %(addr)s does not belong to you.
it: L'indirizzo: %(addr)s non appartiene a te.

source: Provide either a valid domain
it: Fornisci o un dominio valido

source: provide a valid user part of the email address
it: scrivi la parte utente di un indirizzo e-mail

source: You do not have authorization
it: Non hai autorizzazione

source: Select atleast one action to perform
it: Scegli almento una azione da eseguire

source: Provide atleast one alternative recipient
it: Scivi almento un destinatario alternativo

source: %(email)s is not a valid e-mail address.
it: %(email)s NON è un indirizzo email valido

source: You are not authorized to access this page
it: Non hai l'autorizzazione per accede a questa pagina

source: == Processing directory %(path)s ==
it: Sto processand la cartella %(path)s

source: == Removing directory %(path)s ==
it: Sto rimuovendo la cartella %(path)s

source: Failed to remove %(path)s
it: Fallita rimozione di %(path)s

source: The directory %(path)s is a sym link skipping
it: La cartella %(path)s è un symlink, salto

source: === Processing quarantine notifications ===
it: Processo le notifiche di quarantena

source: Baruwa quarantine report for %(user)s
it: Report di quarantena di Baruwa per %(user)s

source: sent quarantine report to %(addr)s
it: inviato report di quarantena a %(addr)s

source: failed to send to: %(addr)s
it: fallita spedizione a: %(addr)s

source: skipping report to %(addr)s no messages
it: non produco report per %(addr)s, nessun messaggio

source: === completed quarantine notifications ===
it: Comepletate le notifiche di quarantena

source: Clean
it: Puliti

source: Any address
it: Qualunque indirizzo

source: unknown
it: sconosciuto

source: I do not know how to read it
it: non so come leggerlo

source: RFC1918 Private address
it: RFC1918 Indirizzo privato

source: Reverse lookup failed
it: Reverse lookup fallito

source: Message ID
it: ID Messaggio

source: Size
it: Dimensione

source: From Address
it: Dall'indirizzo

source: From Domain
it: Dal dominio

source: To Address
it: All'indirizzo

source: To Domain
it: Al Dominio

source: Subject
it: Oggetto

source: Received from
it: Ricevuto da

source: Is spam
it: È spam

source: Is high spam
it: È spam alto

source: Is SA spam
it: È spam SA

source: Is RBL listed
it: è listato in RBL

source: Is whitelisted
it: è nella lista bianca

source: Is blacklisted
it: è nella lista nera

source: SA score
it: Punteggio SA

source: Spam report
it: Report spam

source: Is virus infected
it: È infetto da virus

source: Is other infected
it: è infetto da in altro modo

source: Date
it: Data

source: Time
it: Ora

source: Is quarantined
it: È in quarantena

source: Processed by host
it: processato da host

source: is equal to
it: uguale a

source: is not equal to
it: non uguale a

source: is greater than
it: più grande di

source: is less than
it: minore di

source: contains
it: contiene

source: does not contain
it: non contiene

source: matches regex
it: Corrispondenza su espressione regolare

source: does not match regex
it: non corrsiponde alla espressione regolare

source: is null
it: è nullo

source: is not null
it: non è nullo

source: is true
it: è vero

source: is false
it: è falso

source: %(field)s does not support the %(filt)s filter
it: %(field)s non supporta il filtro %(filt)s

source: Please supply a value to query
it: Prego fornire un valore alla query

source: The value has to be numeric
it: il valore deve essere numerico

source: Please provide a valid regex
it: prego fornisci una espresione regolare valida

source: Please provide a valid domain name
it: Prego fornisci un nome di dominio valido

source: Please provide a valid ipv4 address
it: prego fornisci un valido indirizzo IPv4

source: Please provide a valid hostname or ipv4 address
it: prego fornisci un valido hostname o un indirizzo IPv4 valido

source: Please provide a valid date in YYYY-MM-DD format
it: Prego fornisci una valida data in YYYY-MM-DD

source: Please provide valid time in HH:MM format
it: Prego fornisci un orario valido in HH:MM

source: The requested filter is already being used
it: Il filtro richiesto è già in uso

source: This filter already exists
it: Questo filtro esiste già

source: This filter you attempted to load does not exist
it: Il filtro che hai cercato di caricare non esiste

source: This filter you attempted to delete does not exist
it: Il filtro che hai tentato di eliminare non esiste

source: Deletion of the filter failed, Try again
it: La cancellazione del filtro è fallita

source: Top senders by quantity
it: Primi per quantità di invii

source: Top senders by volume
it: Primi per volume di invii

source: Top sender domains by quantity
it: Primi dominio per quantità

source: Top sender domains by volume
it: Primi per volume di innvii

source: Top recipients by quantity
it: Primi per numero di messaggi ricevuti

source: Top recipients by volume
it: Primi per volume ricevuto

source: Top recipient domains by quantity
it: Primi domini per quantità di messaggi ricevuti

source: Top recipient domains by volume
it: Primi domini per volume ricevuto

source: Spam Score distribution
it: Distribuzione del punteggio Spam

source: Top mail hosts by quantity
it: Primi host di posta per quantità

source: Total messages [ After SMTP ]
it: Totale messaggi [ dopo SMTP ]

source: Address
it: Indirizzi

source: Count
it: Numero

source: Volume
it: Volumne

source: Message Totals
it: Numero totale messaggi

source: Baruwa mail report
it: Report mail Baruwa

source: Baruwa usage report for: %(user)s
it: Report Baruwa per: %(user)s

source: * Queue %(user)s's report to: %(addr)s
it: * Accoda il report dell'utente %(user)s a: %(addr)s

source: =================== Processing reports ======================
it: =================== Sto processando i Report ======================

source: ========== domain name %(dom)s does not exist ==========
it: ========== il nome di dominio %(dom)s non esiste ==========

source: ====== sending %(num)s messages =======
it: ====== spedisco %(num)s messaggi =======

source: Sending failed ERROR: %(error)s
it: Spedisco gli errori dovuti a fallimento: %(error)s

source: 404 Page Not Found
it: 404 Pagina non trovata

source: Page Not Found
it: Pagina Non Trovata

source: Sorry the requested page could not be found please check the url.
it: Spiacente, la pagina richiesta non è stata trovata, per favore controlla l'URL

source: Page unavailable
it: Pagina non disponibile

source: Sorry the requested page is unavailable due to a server malfunction.
it: Spiacente la pagina richiesta non e disponibile per un malfunzionamento del server

source: Msgs:
it: Msg:

source: Total
it: Totale

source: Signed in as
it: Loggato come

source: Not logged in ::
it: Non loggato in ::

source: Messages
it: Messaggi

source: Lists
it: Liste

source: Reports
it: Report

source: Status
it: Stato

source: Settings
it: Impostazioni

source: Accounts
it: Account

source: Filtered by
it: Filtrato per

source: To address
it: All'indirizzo

source: From address
it: Dall'indirizzo

source: containing
it: contiene

source: NOT containing
it: Non contiene

source: Remove
it: Rimuovi

source: Clear
it: Pulisci

source: Add
it: Aggiungi

source: Domains
it: Domini

source: Domains :: Add Domain
it: Domini :: Aggiunti dominio

source: Accounts :: Add Address
it: Accoutn :: Aggiungi account

source: Add Domain
it: Aggiungi Dominio

source: Add Address
it: Aggiungi indirizzo

source: Change Password
it: Cambia password

source: Change
it: Cambia

source: Create account
it: Crea account

source: User account creation
it: Creazione accoutnutente

source: Create
it: Crea

source: Delete Account
it: Elimina account

source: Delete the user account: ?
it: Cancella l'account utente: ?

source: Delete
it: Elimina

source: Delete Address
it: Elimina indirizzo

source: Delete the address:
it: Elimina l'indirizzo:

source: Update
it: Aggiorna

source: Scanners
it: Scanner

source: Edit
it: Modifica

source: Domain
it: Dominio

source: Accounts ::
it: Account ::

source: Full names
it: Nome intero

source: Email address
it: Indirizzo email

source: View account
it: Vedi account

source: Your username and password didn't match. Please try again.
it: Utente e password non validano. Prova di nuovo.

source: Update account
it: Aaggiorna account

source: Update user account
it: Aggiorna accoutn utente

source: Update Profile
it: Aggiorna profilo

source: Change your password
it: Cambia password

source: Change users password
it: Cambia password utente

source: Account Profile
it: Profilo Account

source: Viewing %(account)s's Profile
it: Dettagli profilo %(account)s

source: Full names:
it: Nome intero:

source: Email Address:
it: Indirizzo email:

source: Account status:
it: Stato dell'account:

source: Active
it: Attivo

source: Disabled
it: Disabilitato

source: Last login:
it: Ultimo Login:

source: Account created on:
it: Account creato il:

source: Profile Settings
it: Impostazioni di profilo

source: Account type:
it: Tipo di account

source: Administrator
it: Amministratore

source: Domain Administrator
it: Amministratore di dominio

source: User account
it: Accout utente

source: Yes
it: Si

source: Send quarantine report:
it: Invia report di quarantena

source: Spam High Score:
it: Punteggio spam alto

source: Spam Low Score:
it: Punteggio spam basso

source: Domains managed
it: Domini gestiti

source: Associated Addresses
it: Indirizzi associati

source: Enabled
it: Abilitato

source: No addresses stored at the moment.
it: Nessun indirizzo memorizzato al momento.

source: Settings :: Add authentication server
it: Impostazioni :: Aggiungi server di autenticazione

source: Domains :: %(address)s - add authentication server
it: Domini :: %(address)s - aggiungi server di autenticazione

source: Settings :: Add destination mail server
it: Impostazioni :: Aggiungi mail server

source: Domains :: %(domain_address)s - add destination mail server
it: Domini :: %(domain_address)s - aggiungi mail server di destinazione

source: Add Mail Server
it: Aggiungi mail server

source: Domain page
it: Pagina di Dominio

source: Delete authentication host
it: Elimina host di autenticazione

source: Delete Authentication Host
it: Elimina host di autenticazione

source: Delete the Authentication host %(host_address)s: ?
it: Elimina l'host di autenticazione %(host_address)s: ?

source: Delete Mail host
it: Elimina Mail host

source: Delete Mail Host
it: Elimina Mail host

source: Delete the mail host %(host_address)s: ?
it: Elimina mail host %(host_address)s: ?

source: Settings :: Domain
it: Impostazioni :: Dominio

source: Domains :: Showing - %(domain_address)s
it: Domains :: Mostra - %(domain_address)s

source: Domain information
it: Informazioni sul dominio

source: Domain name:
it: Nome dominio:

source: Status:
it: Stato:

source: Inactive
it: Inattivo

source: Owner:
it: Proprietario

source: Delivery SMTP Servers
it: Server SMTP

source: No smtp delivery servers configured
it: Nessun server SMTP configurato

source: Authentication Servers
it: Server di autenticazione

source: No auth servers configured
it: Nessun server di autenticazione configurato

source: Settings :: Edit authentication mail server
it: Impostazioni :: Modifica autenticazione mail server

source: Edit authentication Server %(forms_errors)s
it: Modifica server autenticazione %(forms_errors)s

source: Settings :: Edit destination mail server
it: Impostazioni :: Modifica mail server (destinazione)

source: Domains ::
it: Domini ::

source: Domain Name
it: Nome dominio:

source: Owner
it: Proprietario

source: Actions
it: Azioni

source: No domains found
it: Nessun dominio trovato

source: Initialize
it: inizializza

source: Node Name
it: Nome Nodo

source: Configuration Settings
it: Configurazione Impostazioni

source: Not yet Implemented
it: Non ancora implementata

source: From address:
it: Dall'indirizzo:

source: To address:
it: All'indirizzo:

source: List type:
it: Tipo di lista:

source: Whitelist
it: Lista bianca

source: Blacklist
it: Lista nera

source: Adding to list
it: Aggiungi alla lista

source: Add List Item
it: Aggiungi elemento alla lista

source: Delete from List
it: Elimina dalla lista

source: Delete Item from
it: Eliminat elemento da

source: This will delete %(address)s from the
it: Questo cancella %(address)s da

source: Add to List
it: Aggiungi alla lista

source: List management
it: Gestiona lista

source: Action
it: Azione

source: No records returned
it: Nessun record ritornato

source: Filter
it: Filtro

source: From:
it: Da:

source: excluding
it: escludendo

source: GO
it: VAI

source: The message id: %(id)s has been deleted
it: Il messaggio cn ID: %(id)s è stato eliminato

source: Baruwa :: Showing message - %(id)s
it: Baruwa :: dettaglio messaggio - %(id)s

source: Preview message
it: Anteprima messaggio

source: Release message
it: Rilascia messaggio

source: Full message list
it: Lista completa di messaggi

source: Quarantine
it: Quarantena

source: Archive
it: Archivio

source: Message Details
it: Dettaglio mesaggio

source: Message ID:
it: ID Messaggio:

source: To:
it: A:

source: Received on:
it: Ricevuto il:

source: Received by:
it: Ricevuto da:

source: Received from:
it: Ricevuto da:

source: Recieved via:
it: Ricevuto via:

source: Message Headers:
it: Intestazioni messaggio:

source: Size:
it: Dimensione:

source: Virus infected:
it: è infetto da virus:

source: Blocked File:
it: File bloccato:

source: Other infection:
it: Altre infezioni:

source: Spamassassin information
it: Informazioni da Spamassassin

source: Action(s):
it: Azioni:

source: High Scoring Spam:
it: Punteggio spam altro

source: Spamassassin Spam:
it: Punteggio Spam

source: Listed in RBL:
it: Elencato in RBL:

source: Listed in :
it: Elencato in:

source: Spam Whitelisted:
it: Nella lista bianca di spam:

source: Spam Blacklisted:
it: Nella lista nera di spam:

source: Spamassassin Auto learned:
it: Autoapprendimento spamassassin:

source: Spamassassin Score:
it: Punteggio spamassassin:

source: Spamassassin Report:
it: Report spamassassin:

source: Release
it: Rilascia

source: SA Learn
it: Apprendimeno SA

source: Alt recipients
it: Destinatari alternativi

source: Submit
it: Invia

source: The message details for the requested message id could not be retrieved
it: I dettagli relativi al messaggio di questo ID non ha potuto essere recuperati

source: Full message
it: Lista completa di messaggi

source: Showing the 50 most recent messages
it: Mostra i 50 messaggi più recenti

source: Filters
it: Filtri

source: have been applied
it: non sono stati applicati

source: Enable javascript for updates
it: Abilita javascript per aggiornamenti

source: Date/Time
it: Data/Ora

source: From
it: Da:

source: To
it: A

source: Score
it: Punteggio

source: Filters have been applied :
it: I filtri non sono stati applicati:

source: Baruwa :: Previewing message - %(message_id)s
it: Baruwa :: Anteprima messaggi - %(message_id)s

source: Previewing message - %(message_id)s
it: Anteprima messaggi - %(message_id)s

source: Return to message
it: Torna al messaggio

source: Subject:
it: Oggetto:

source: Date:
it: Data:

source: Attachments:
it: Allegati:

source: Message content
it: Contenuto messaggio

source: Message is multipart
it: Il messaggio è multiparte

source: Message could not be previewed
it: Non è stato possibile vedere lanteprima del messaggio

source: Full Quarantine
it: Quarantena piena

source: Spam Report
it: Report di spam

source: Policy Blocked Report
it: Report della politica di blocco

source: To view these quarantined messages please visit :
it: Per vedere questi messaggi in quarantena, prego visita :

source: Quarantined Message release
it: Rilascio messaggi in quarantena

source: The message: %(message_id)s has been released to %(release_address)s
it: The message: %(message_id)s è stato rilasciato a %(release_address)s

source: The message id: %(id)s has been released
it: Il messaggio '%(id)s' è stato rilasciato

source: Reports - %(report_title)s
it: Report - %(report_title)s

source: Enable javascript to view graphs
it: Abilita javascript per vedere i grafici

source: No items returned
it: Nessun elemento ritornato

source: Add Filter
it: Aggiungi filtro

source: Statistics
it: Statistica

source: Message count
it: Numero di messaggi

source: Oldest message processed on
it: Messaggio più vecchio processato su

source: Newest message processed on
it: Messaggio più nuovo processato su

source: Top Senders by Quantity
it: Primi per quantità di invii

source: Top Senders by Volume
it: Primi per volume di invii

source: Top Sender Domains by Quantity
it: Primi domini per quantità

source: Top Sender Domains by Volume
it: Primi domini per volume ricevuto

source: Spamassassin Score Distribution
it: Distribuzione del punteggio Spam

source: Top Mail hosts
it: Primi host di posta

source: Top Recipients by Quantity
it: Primi per numero di messaggi ricevuti

source: Top Recipients by Volume
it: Primi per volume ricevuto

source: Top Recipient Domains By Quantity
it: Primi domini per quantità di messaggi ricevuti

source: Top Recipient Domains By Volume
it: Primi domini per volume ricevuto

source: Message Listings
it: Elenco messaggi

source: Active Filter(s)
it: Filtri attivi

source: Save
it: Salva

source: No active filters at the moment
it: Nessun filtro attivo al momento

source: Saved Filter(s)
it: Filtri salvati

source: No saved filters at the moment
it: Nessun filtro salvato al momento

source: Enable Javascript to view graphs
it: Abilita Javascript per visualizzare i grafici

source: No records returned.
it: Nessun record trovato

source: Totals
it: Totali

source: Javascript required to view graphs
it: Javascript ha richiesto di vedere i grafici

source: IP address
it: Indirizzo IP

source: Hostname
it: Nome host

source: Country
it: Nasione

source: Total/S/V
it: Totale S/V

source: Bayes information
it: Informazioni Bayesiane

source: Bayes Database Information
it: Informazioni su db Bayes

source: Bayes Version
it: Versione Bayes

source: Number of Spam messages
it: Numero di messaggi spam

source: Number of Ham messages
it: Numero di messaggi Ham

source: Number of Tokens
it: Numero di Tokens

source: Newest Token
it: Token più recente

source: Oldest Token
it: Tocken più vecchio

source: Last Expiry
it: Ultimo Expiry

source: Bayes information could not be collected.
it: Le informazioni Bayesiano non hanno potuto essere raccolte.

source: System Status
it: Stato del sistema

source: Service Status
it: Stato del servizio

source: processes
it: processi

source: Processed
it: Processati

source: Load
it: Carico

source: High scoring spam
it: Punteggio spam altro

source: AV
it: Antivirus

source: Low scoring spam
it: Punteggio spam basso

source: Blocked files
it: File Bloccati

source: Lint failed please verify if spamassassin is installed
it: Lint ha fallito, per favore verifica se spamassassin è installato

source: Showing page %(page)s of %(pages)s pages.
it: Pagina %(page)s di %(pages)s.

source: direct connection
it: connessione diretta

source: Rule
it: Regola

source: Description
it: Descrizione
