Repository: pypi-data/pypi-mirror-3
Catalog: packages/OpenProximity/OpenProximity-11.11.3.tar.gz/OpenProximity-11.11.3/src/locale/*/LC_MESSAGES/django.po
Languages: es

source: yes,no
es: sí, no

source: Adapter
es: Adaptador

source: Error Message
es: Mensaje de Error

source: Actions
es: Acciones

source: Discovery
es: Buscar

source: You will have to wait for 15 seconds for this to complete!
es: Tienes que esperar 15 segundos a que esto termine

source: Property
es: Propiedad

source: Value
es: Valor

source: Set
es: Establecer

source: Default Adapter
es: Adaptador por defecto

source: Start
es: Inicio

source: End
es: Fin

source: time
es: tiempo

source: bluetooth address
es: Dirección bluetooth

source: identifying name
es: Nombre común

source: connections
es: Conexiones

source: maximum allowed connections
es: Máximo número de conexiones

source: campaign name
es: Nombre de campaña

source: campaign enabled
es: Campaña Activa

source: name filter
es: Filtro de Nombre

source: address filter
es: Filtro de Direcciones

source: devclass filter
es: Filtro de Clase de Dispositivo

source: starting date, or null to run for ever until end
es: Fecha de inicio, o dejar vacío para correr por siempre hasta el fin

source: start date
es: Fecha de Inicio

source: ending date, or null to run for ever since start
es: fecha de fin, dejar vacio para que corra por siempre desdé el inicio

source: end date
es: Fecha de Fin

source: dongles names
es: nombre de los dongles

source: if you want your campaign to change the bluetooth dongles names when running then set this variable
es: Si desea que esta campaña cambie el nombre de sus dongles Bluetooth cuando se ejecuta, complete el siguiente campo

source: certain target devices require pairing, this is the pin code going to be used
es: ciertos dispositivos requieren estar apareados, este es el código PIN que va a ser utilizado

source: PIN code
es: Código de seguridad

source: concurrent scanning makes all your scanners to run simultaneous, instead of doing so in a sequence one after the other, if you enable this scanner priority is ignored
es: escaneo concurrente hace que todos sus dispositivos de busqueda se ejecuten al mismo tiempo, en vez de hacerlo en una secuencia uno tras otro, si esta opción es activada se ignorará la prioridad

source: concurrent scanning
es: Busqueda concurrente

source: how many times it should try again when rejected, -1 infinite
es: cuántas veces el sistema vuelve a probar cuando se rechaza, -1 para infinitas veces

source: rejected count
es: Cuenta de rechazados

source: how much time to wait after a certain device has rejected a file before we try again
es: cuánto tiempo de espera después de que un determinado dispositivo ha rechazado un archivo antes de intentar de nuevo

source: rejected timeout
es: Tiempo entre rechazos

source: how many times it should try to send when timing out, -1 infinite
es: cuántas veces el sistema vuelve a probar cuando no hay respuesta del cliente, -1 para infinitas veces

source: tries count
es: Cuenta de Intentos

source: how much time to wait after a certain device has made a timeout before we try again
es: cuánto tiempo de espera después de un determinado dispositivo no ha respondido al envío antes de intentar de nuevo con el mismo

source: tries timeout
es: Tiempo entre Intentos

source: how many times will this campaign be accepted before disabling, -1 means infinite
es: cuántas veces esta campaña aceptará antes de inhabilitar, -1 significa nunca desactivar

source: accepted count
es: Cuenta de Aceptados

source: if the meassured rssi is over or equal than this value then campaign will match, take into account rssi is negative, range -255 0
es: si el RSSI medido es superior o igual a este valor entonces se enviará a dispositivo encontrado. Tener en cuenta que el RSSI es negativo, el rango es de -255 a 0

source: RSSI min
es: RSSI mínimo

source: if the meassured rssi is less or equal than this value then campaign will match, take into account rssi is negative, range -255 0
es: si el RSSI medido es menor o igual a este valor entonces se enviará a dispositivo encontrado. Tener en cuenta que el RSSI es negativo, el rango es de -255 a 0

source: RSSI max
es: RSSI máximo

source: if you set this parameter then OpenProximity will never try to resolve sdp records and use only this channel, leave it empty unless you know what you're doing.
es: si usted setea este parámetro entonces OpenProximity no a preguntar al dispositivo remoto si provee el servicio y en que canal, y va a utilizar sólo este canal, dejarlo vacio salvo a menos que sepa lo que esta haciendo

source: fixed channel
es: forzar canal

source: in some cases you may want to force that the same dongle that discovers a device is the one that's going to do the upload. Make sure all your dongles can work as scanner and uploaders otherwise you will not service some devices.
es: en algunos casos puede ser necesario forzar que sea el mismo dispositivo que encontró al objetivo el que haga el envío de la información. Debe estar seguro de que todos sus dispositivos pueden trabajar tanto como escaner como uploader sino podrán haber objetivos sin ser servidos.

source: scan and upload on same dongle
es: buscar y enviar en el mismo dispositivo

source: if < 1 then a random number generator will check if the user is lucky enough to get this file
es: si es menor a 1 se genera un número aleatorio y se comprueba si el usuario tiene la suerte suficiente para conseguir esté archivo.

source: campaign file itself
es: archivo de campaña

source: dongle address
es: dirección de dongle

source: remote address
es: dirección del dispositivo remoto

source: bluetooth rfcomm channel that provides the used service
es: canal rfcomm que brindo el servicio utilizado.

source: Invalid option
es: Opción inválida

source: Username:
es: Nombre de Usuario:

source: Password:
es: Contraseña:

source: Type Again
es: Escribir nuevamente

source: Passwords don't match
es: Las contraseñas no son inguales

source: Remote Devices
es: Dispositivos Remotos

source: Campaigns
es: Campañas

source: Scanner Dongles
es: Dongles de Escaneo

source: Uploader Dongles
es: Dongles de Upload

source: All Dongles
es: Todos los Dongle

source: Auto Discovered Dongle
es: Dongle Auto Detectado

source: Autodiscovered Bluetooth dongle
es: Dongle Bluetooth Auto Detectado

source: Welcome,
es: Bienvenido

source: Documentation
es: Documentación

source: Change password
es: Cambiar Contraseña

source: Log out
es: Salir

source: Home
es: Inicio

source: OpenProximity site admin
es: Sitio de Administración de OpenProximity

source: OpenProximity administration
es: Administración de OpenProximity

source: OpenProximity Home
es: Inicio de OpenProximity

source: Add %(name)s
es: Agregar %(name)s

source: Please correct the error below.
es: Por favor corregir el siguiente error

source: Filter
es: Filtro

source: Index
es: Índice

source: Last Seen
es: Últimos Vistos

source: Data Browse
es: Visor de<br/>Datos

source: Data Browse<br />TreeView
es: Vista de Datos<br>Vista de Árbol

source: Admin Site
es: Administrar<br/>Sitio

source: Translate
es: Traducir

source: Close this Window
es: Cerrar esta ventana

source: Configure Campaign
es: Configurar campaña

source: Errors while configuring
es: Errores mientras se configuraba

source: Please Correct
es: Por favor corregir

source: Configure
es: Configurar

source: Configure Dongle
es: Configurar Dongle

source: server version
es: Nueva Versión

source: running version
es: Versión en Uso

source: There's a new version available
es: Existe una nueva versión!

source: New Version
es: Nueva Versión

source: Your Version
es: Tú Versión

source: Server Log
es: Log del Servidor

source: Devices seen during the last 15 minutes
es: Dispositivos vistos en los últimos 15 minutos

source: Address
es: Dirección

source: Name
es: Nombre

source: Devclass
es: Clase de Dispositivo

source: Obex Valid
es: Obex Válido

source: Tried
es: Probados

source: Rejected
es: Rechazados

source: Accepted
es: Aceptados

source: Sorry, that's not a valid username or password
es: Lo siento, no conozco a ese usuario o esa contraseña

source: Login
es: Ingresar

source: Submit
es: Enviar

source: Setup process is completed, you will be redirected in 5 seconds.
es: El proceso de configuración esta terminado, será redirigido en 5 segundos

source: Server Setup
es: Configuración del Servidor

source: DB Ready
es: Base de datos lista

source: Delete?
es: Borrar?

source: Loading
es: Cargando

source: Refresh
es: Refrescar

source: Delete
es: Borrar

source: You sure you want to delete?
es: Esta seguro que desea borrar?

source: You need to be loged as admin first
es: Necesita ingresar como administrador primero

source: Marketing Campaigns
es: Campañas de Marketing

source: Enabled
es: Activado

source: Service
es: Servicio

source: Not Set
es: No Seteado

source: Name Filter
es: Filtro de Nombre

source: Address Filter
es: Filtro de Dirección

source: DevClass Filter
es: Filtro de Clase de Dispositivo

source: Serving File
es: Sirviendo Archivo

source: Chances
es: Probabilidad

source: See File
es: Ver Archivo

source: This campaign doesn't provide any files
es: Esta campaña no provee ningún archivo

source: There are none known campaigns
es: No se conoce ninguna campaña

source: Create a campaign Now
es: Crear una campaña ahora

source: Known Dongles
es: Dongles Conocidos

source: Is Scanner
es: Es Scanner

source: Scanner Enabled
es: Activar Scanner

source: Scanner Priority
es: Prioridad de Scanner

source: Is Uploader
es: Es Uploader

source: Uploader Enabled
es: Uploader Activado

source: Max Connections
es: Máxima Cantidad de Conexiones

source: Plugins
es: Agregados

source: Server Statistics
es: Estadísticas de Servidor

source: Seen
es: Vistos

source: Per Dongle
es: Por Dongle

source: Valid Obex
es: Obex Válido

source: Reset Statistics
es: Reiniciar Estadísticas

source: Server Status
es: Estado del Servidor

source: RPC Server is running
es: El servidor RPC esta corriendo

source: Uploaders Connected
es: Uploaders conectados

source: Scanners Connected
es: Scanners conectados

source: Reset RPC Server
es: Reiniciar Servidor RPC

source: Anonymous
es: Anonimo

source: Log in
es: Entrar
