Repository: pypi-data/pypi-mirror-3
Catalog: packages/monet.mapsviewlet/monet.mapsviewlet-0.6.0a.tar.gz/monet.mapsviewlet-0.6.0a/monet/mapsviewlet/locales/*/LC_MESSAGES/monet.mapsviewlet.po
Languages: it

source: A Google Maps viewlet on every portal content
it: Una viewlet con mappa di Google su qualunque contenuto del portale

source: Add KML controls
it: Aggiungi controlli KML

source: Add a portlet to manage KML data used from the Google Maps.
it: Aggiungi una portlet per gestire i KML usati dalla Mappa di Google

source: Custom text (see below)
it: Testo personalizzato (vedi sotto)

source: Detailed geolocation
it: Geolocazione dettagliata

source: Disable map
it: Disabilita mappa

source: Disable map feature on current content
it: Disabilita la mappa per il contenuto corrente

source: Enable map
it: Abilita mappa

source: Enable map feature on current content
it: Abilita la mappa sul contenuto corrente

source: Geolocation
it: Geolocazione

source: Information to display in the marker
it: Informazione da visualizzare nel marcatore

source: KML controls on the map
it: Controlli KML sulla mappa

source: KML map controls
it: Controlli KML

source: Location
it: Località

source: Map controls
it: Controlli mappa

source: Map disabled
it: Mappa disabilitata

source: Map enabled
it: Mappa abilitata

source: Map will be show here. Right now no geolocation infos has been provided to this content.
it: La mappa sarà visualizzata qui. Attualmente non sono state fornite informazioni di geolocalizzazione al contenuto.

source: Portlet for display KML control on the Monet maps viewlet
it: Portlet per visualizzare i controlli KML sulla mappa Monet

source: Starting zoom level
it: Livello di zoom iniziale

source: Text in the marker
it: Testo nel marcatore

source: The current content has no Location nor Geolocation infos; maps will not be show
it: Il contenuto corrente non ha Località o Geolocazione; la mappa non sarà visualizzata

source: help_geolocation
it: Usa questo campo se vuoi che la mappa punti ad un punto diverso dal campo Località. Questo può essere utile se si vuole mantenere una posizione generica nel campo Località, muovere il segnaposto altrove.

source: help_markerText
it: Puoi fornire un testo alternativo da visualizzare nel marcatore. Lascia vuoto se vuoi che non venga visualizzato nessun popup.

source: help_zoomLevel
it: Questo valore è lo zoom predefinito della mappa
