Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.sendaspdf/collective.sendaspdf-2.4.2.zip/collective.sendaspdf-2.4.2/collective/sendaspdf/locales/*/LC_MESSAGES/collective.sendaspdf.po
Languages: fr, nl

source: Download as PDF
fr: Telecharger en PDF
nl: Downloaden als PDF

source: Send as PDF
fr: Envoyer en PDF
nl: Verzenden als PDF

source: error_empty_content
fr: Vous devez écrire un message pour votre e-mail.
nl: U moet een bericht opgeven.

source: error_empty_email
fr: Vous devez donner votre adresse e-mail.
nl: U moet uw e-mailadres opgeven.

source: error_empty_email_recipient
fr: Vous devez donner l'adresse e-mail de votre correspondant.
nl: U moet een e-mailadres van de ontvanger opgeven.

source: error_empty_name
fr: Vous devez donner votre nom.
nl: U moet uw naam opgeven.

source: error_empty_name_recipient
fr: Vous devez donner le nom de votre correspondant.
nl: U moet de naam van de ontvanger opgeven.

source: error_empty_title
fr: Vous devez donner un titre pour votre e-mail.
nl: U moet een titel opgeven.

source: error_file_not_found
fr: Le fichier demandé n'existe pas.
nl: Het opgevraagde bestand bestaat niet.

source: error_file_not_specified
fr: Vous n'avez pas précisé quel fichier PDF devait être envoyé.
nl: U heeft niet opgegeven welke PDF u wilt downloaden.

source: error_file_unauthorized
fr: Vous n'avez pas la permission d'envoyer ce fichier.
nl: U heeft niet het recht om dit bestand te bekijken.

source: error_invalid_email
fr: Cette adresse e-mail n'est pas valide.
nl: Dit e-mailadres is niet geldig.

source: error_pdf_creation
fr: Une erreur est apparue lors de la génération du fichier PDF, veuillez contacter l'admnistrateur du site.
nl: Er is een fout opgetreden tijdens het maken van de PDF, neem contact op met Websitebeheerder.

source: help_print_css
fr: Vous pouvez spécifier ici une liste de types pour lesquels le système utilisera la version imprimable lors de la génération du fichier PDF (à l'heure actuelle, ce choix n'est pris en compte que si vous utilisez wkhtmltopdf). Spécifiez un type de document par ligne.
nl: U kan hier registreren welke typen de printbare versie moeten gebruiken (momenteel werkt dit alleen als u wkhtmltopdf gebruikt). Een type per regel.

source: help_print_css_always
fr: Toujours utiliser la version imprimable lors de la génération des PDFs.
nl: Gebruik altijd de printbare versie (alleen geldig als u wkhtmltopdf gebruikt)

source: label_attachment
fr: Fichier joints.
nl: Bijlagen

source: label_cancel
fr: Annuler
nl: Annuleren

source: label_click_here_to_download
fr: Cliquez ici pour voir le fichier.
nl: Klik hier voor een voorbeeld

source: label_content
fr: Contenu de l'e-mail.
nl: Bericht

source: label_email_address
fr: Votre e-mail
nl: Uw e-mailadres

source: label_email_address_recipient
fr: E-mail de votre correspondant
nl: E-mailadres van de ontvanger

source: label_export_dir
fr: Dossier où seront stockés les fichiers PDF
nl: Folder waar de PDF opgeslagen wordt

source: label_filename_title
fr: Nom du fichier PDF dans l'email
nl: De naam van het PDF-bestand in de e-mail.

source: label_mail_content
fr: Contenu par défaut des e-mails
nl: Standaard bericht

source: label_mail_title
fr: Titre par défaut des e-mails
nl: Standaard titel

source: label_name
fr: Votre nom
nl: Uw naam

source: label_name_recipient
fr: Nom de votre correspondant
nl: Naam van de ontvanger

source: label_pdf_generator
fr: Outil de génération des fichiers PDF
nl: PDF generator

source: label_pisa
fr: XHTML2PDF: convertisseur HTML/CSS vers PDF écrit en Python (http://www.xhtml2pdf.com/)
nl: XHTML2PDF: HTML/CSS naar PDF omvormer geschreven in Python (http://www.xhtml2pdf.com/)

source: label_print_css
fr: Types de documents rendu en version imprimable
nl: Typen die de printbare versie gebruiken

source: label_print_css_always
fr: Toujours utiliser la version imprimable des documents
nl: Altijd de printbare versie gebruiken

source: label_salt
fr: SALT utilisé lors de la transformation des adresses e-mail
nl: Sleutel voor het versleutelen van de e-mailadressen van de gebruikers

source: label_send
fr: Envoyer
nl: Verzenden

source: label_title
fr: Titre de l'e-mail
nl: Titel

source: label_wk
fr: wkhtmltopdf: utilitaire utilisant WebKit (Safari, Chrome) pour transformer une page web en fichier PDF (http://code.google.com/p/wkhtmltopdf/)
nl: wkhtmltopdf: gebruik WebKit (Safari, Chrome) om HTML naar PDF om te zetten (http://code.google.com/p/wkhtmltopdf/)

source: msg_close
fr: Clickez ici pour fermer
nl: Klik hier om te sluiten

source: msg_error
fr: Des erreurs sont apparues lors de la génération du fichier PDF.
nl: Er zijn fouten opgetreden bij het verwerken van het formulier

source: msg_success
fr: L'e-mail a été envoyé
nl: De e-mail is verzonden
