Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.externaleditor/collective.externaleditor-1.0.1.zip/collective.externaleditor-1.0.1/collective/externaleditor/locales/*/LC_MESSAGES/collective.externaleditor.po
Languages: fr

source: External Editor property in your preferences is not activated.
fr: L'option 'Activer l'édition externe' n'est pas activée dans vos préférences personnelles.

source: External Editor settings
fr: Paramétrage de l'édition externe

source: External Editor settings.
fr: Paramétrage de l'édition externe

source: External Editor site property is not activated. Please contact your administrator.
fr: L'option 'Activer l'édition externe' n'est pas activée sur ce site. Pour plus d'informations, merci de contacter votre administrateur.

source: ExternalEditor
fr: Édition externe

source: This item is locked.
fr: Vous n'êtes pas autorisé à modifier cet élément en édition externe car il est vérouillé.

source: You are not allowed to use External Editor on this item.
fr: Vous n'êtes pas autorisé à modifier cet élément en édition externe.

source: help_externaleditor_enabled
fr: Détermine si la fonctionalité d'éditeur externe est activée. Cette fonctionalité requiert l'installation d'une application sur le poste des utilisateurs. Ils devront aussi l'activer dans leurs préférences personnelles.

source: help_externaleditor_enabled_types
fr: Sélectionner ici les types de contenu sur lesquels l'édition externe est possible.

source: label_externaleditor_enabled
fr: Activer la fonctionalité d'éditeur externe

source: label_externaleditor_enabled_types
fr: Types de contenu éditables en édition externe
