Repository: pypi-data/pypi-mirror-3
Catalog: packages/plone.app.dexterity/plone.app.dexterity-1.2.zip/plone.app.dexterity-1.2/plone/app/dexterity/locales/*/LC_MESSAGES/plone.app.dexterity.po
Languages: fr

source: Add Content Type
fr: Ajouter un type de contenu

source: Categorization
fr: Catégorisation

source: Clone
fr: Dupliquer

source: Clone Content Type
fr: Dupliquer un type de contenu

source: Dexterity Content Types
fr: Types de contenu dexterity

source: Please select a single type to clone.
fr: Merci de ne sélectionner qu'un seul type de contenu à dupliquer.

source: Please select a type to clone.
fr: Merci de sélectionner un type à dupliquer.

source: Type added successfully.
fr: Type ajouté avec succès.

source: Type cloned successfully.
fr: Type dupliqué avec succès.

source: help_categories
fr: Aussi connu sous le nom de mots-clés, étiquettes ou libellés, ils vous permettent de catégoriser votre contenu.

source: help_contributors
fr: Les noms des personnes qui ont contribué à cet élément. Chaque contributeur doit être sur une ligne séparée.

source: help_copyrights
fr: Droit d'auteur ou n'importe quelle information de droit associé à cet élément.

source: help_creators
fr: Personne responsable de créer le contenu de cet élément. Merci de saisir une liste de nom d'utilisateurs, un par ligne. Le créateur principal doit être le premier.

source: help_description
fr: Un court résumé du contenu.

source: help_effective_date
fr: Si cette date est dans le futur, le contenu ne s'affichera pas dans les listings et les recherches avant cette date.

source: help_expiration_date
fr: Quand cette date sera atteinte, le contenu ne sera plus affiché dans les listings et les recherches.

source: label_categories
fr: Catégories

source: label_contributors
fr: Contributeurs

source: label_copyrights
fr: Droits

source: label_creators
fr: Créateurs

source: label_description
fr: Description

source: label_effective_date
fr: Date de publication

source: label_expiration_date
fr: Date d'expiration

source: label_language
fr: Langue

source: label_related_items
fr: Eléments corrélés

source: label_title
fr: Titre
