Repository: pypi-data/pypi-mirror-3
Catalog: packages/django-xauth/django-xauth-0.0.9.tar.gz/django-xauth-0.0.9/xauth/locale/*/LC_MESSAGES/django.po
Languages: ru

source: This username is already registered
ru: Этот логин уже используется

source: This email is already registered
ru: Этот email уже используется

source: Creation date
ru: Дата создания

source: Service name
ru: Имя сервиса

source: Identity
ru: Идентификатор

source: User
ru: Пользователь

source: Association
ru: Связь

source: Associations
ru: Связи

source: Invalid authentication data
ru: Неверные авторизационные данные

source: You have successfully logged in
ru: Вы успешно вошли

source: Your account is disabled
ru: Ваш аккаунт забанен

source: You have successfully created new association
ru: Вы успешно привязали новый идентификатор

source: You have been successfuly signed up
ru: Вы успешно зарегистрировались

source: You have successuly logged out
ru: Вы успешно вышли

source: OpenID discovery error: %s
ru: Ошибка OpenID Discovery: %s

source: OpenID authentication failure: %s
ru: Ошибка авторизации OpenID: %s

source: Password confirmation
ru: Подтверждение пароля

source: Passwords are not same
ru: Пароли не совпадают

source: Username
ru: Имя пользователя

source: Invalid username or password
ru: Неправильный логин или пароль

source: Activation Required
ru: Требуется активация

source: Signup Complete
ru: Регистрация завершена

source: You have successfully activated your account
ru: Вы успешно активировали вашу учётную запись

source: Your activation key is invalid
ru: Ваш ключ активации неверен

source: List of all identities associated with you account
ru: Список идентификаторов, связанных с вашим аккаунтом

source: Date
ru: Дата создания

source: Service
ru: Сервис

source: No identitites.
ru: Идентификаторов нет.

source: Log in to the site using your favourite service
ru: Авторизуйтесь на сайте, используя ваш любимый сервис

source: Complete the Sign Up
ru: Завершение регистрации

source: To complete the Sign Up please provide following details
ru: Чтобы завершить регистрацию, пожалуйста, заполните следующие поля

source: Submit
ru: Отправить

source: Account Activation Required
ru: Требуется активация аккаунта

source: Please check your mail box. We have sent you mail with activation link.
ru: Пожалуйста, проверьте вашу почту. Мы отправили вам письмо с активационной ссылкой.

source: Log In
ru: Войти

source: Sign Up
ru: Регистрация
