Repository: pypi-data/pypi-mirror-3
Catalog: packages/Mezzanine/Mezzanine-1.1.2.tar.gz/Mezzanine-1.1.2/mezzanine/conf/locale/*/LC_MESSAGES/django.po
Languages: es

source: Controls the ordering and grouping of the admin menu.
es: Controla el orden y agrupamiento del menú de administración

source: Content
es: Contenido

source: Media Library
es: Biblioteca de medios

source: Site
es: Sitio

source: Users
es: Usuarios

source: Unregister these models from the admin.
es: Anular el registro de estos modelos del sitio administrativo

source: bit.ly username
es: Nombre de usuario en bit.ly

source: Username for http://bit.ly URL shortening service.
es: Nombre de usuario para el servicio de reducción de URL bit.ly

source: bit.ly key
es: Llave bit.ly

source: Key for http://bit.ly URL shortening service.
es: Clave para el servicio de reducción de URL bit.ly

source: Enable featured images in blog posts
es: Activar imágenes promocionadas en publicaciones del blog

source: Use date URLs
es: Usar URLs con fechas

source: If ``True``, URLs for blog post include the month and year. Eg: /blog/yyyy/mm/slug/
es: Si es ``True``, las URLs para las publicaciones del blog incluyen el mes y el año. Por ejemplo: /blog/yyyy/mm/slug/

source: Blog posts per page
es: Publicaciones de la bitácora a mostrar por página

source: Number of blog posts shown on a blog listing page.
es: Número de publicaciones a mostrar en una página de la bitácora.

source: Slug of the page object for the blog.
es: Slug de la página para el blog

source: Accounts required for commenting
es: Registro necesario para comentar

source: If ``True``, users must log in to comment.
es: Si es ``True``, el usuario se debe identificar para comentar.

source: Akismet API Key
es: Clave del servicio Akismet

source: Key for http://akismet.com spam filtering service. Used for filtering comments and forms.
es: Clave para el servicio de filtro de spam http://akismet.com. Se usa en los comentarios y los formulariocs

source: Disqus shortname
es: Nombre corto de Disqus

source: Shortname for the http://disqus.com comments service.
es: Nombre corto para el servicio de comentarios http://disqus.com

source: Disqus public key
es: Llave pública de Disqus

source: Public key for http://disqus.com developer API
es: Clave pública para la API de desarrolladores de http://disqus.com

source: Disqus secret key
es: Llave secreta de Disqus

source: Secret key for http://disqus.com developer API
es: Clave privada para la API de desarrolladores de http://disqus.com

source: Auto-approve comments
es: Aprobar comentarios automáticamente

source: If ``True``, built-in comments are approved by default.
es: Si es ``True``, los comentarios incluidos en el sistema son aprobados por defecto.

source: Admin comments
es: Comentarios en el sitio administrativo

source: Number of latest comments shown in the admin dashboard.
es: Número de comentarios más recientes mostrados en el panel de administración.

source: Show unapproved comments
es: Mostrar comentarios aún no aprobados

source: If ``True``, comments that have ``is_public`` unchecked will still be displayed, but replaced with a ``waiting to be approved`` message.
es: Si es ``True``, los comentarios que tienen ``is_public`` desactivado serán mostrados, pero reemplazados por un mensaje de ``En espera de aprobación``.

source: Show removed comments
es: Mostrar comentarios borrados

source: If ``True``, comments that have ``removed`` checked will still be displayed, but replaced with a ``removed`` message.
es: Si es ``True``, los comentarios que tienen ``removed`` activado serán mostrados pero reemplazados por un mensaje de ``Borrado``.

source: A three item sequence, each containing a sequence of template tags used to render the admin dashboard.
es: Una secuencia de tres elementos, cada uno conteniendo una secuencia de ``template tags`` usados para generar el panel de administración.

source: Device specific template sub-directory to use as the default device.
es: Sub-directorio de plantillas específico a un dispositivo que se usará como dispositivo por defecto.

source: Mapping of device specific template sub-directory names to the sequence of strings that may be found in their user agents.
es: Pareo de nombres de sub-directorios con plantillas específicas a un dispositivo con las secuencias de cadenas de caracteres que podrían encontrarse en sus agentes de usuario (User Agents).

source: A sequence of fields that will be injected into Mezzanine's (or any library's) models. Each item in the sequence is a four item sequence. The first two items are the dotted path to the model and its field name to be added, and the dotted path to the field class to use for the field. The third and fourth items are a sequence of positional args and a dictionary of keyword args, to use when creating the field instance. When specifying the field class, the path ``django.models.db.`` can be omitted for regular Django model fields.
es: Una secuencia de campos que se inyectarán en los modelos de Mezzanine (o cualquier aplicación). Cada ítem en la secuencia es a su vez una secuencia de 4 ítems. Los primeros dos ítems son la ruta puntuada al modelo y el nombre del campo a ser añadido, y la ruta puntuada a la clase de campo a usar para el campo. El tercer y cuarto ítems son una secuencia de parámetros posicionales y un diccionaro de parámetros con palabra clave, que se usarán cuando se cree la instancia del campo. Cuando se especifique la clase de campo, la ruta ``django.models.db.`` puede omitirse de los campos de modelos regulares de Django.

source: If ``True``, emails sent to extra recipients for form submissions won't be sent from an address taken from one of the form's email fields.
es: Si es ``True``, los correos electrónicos enviados a destinatarios adicionales durante el envío de formularios no se enviarán desde una dirección tomada desde uno de los campos de correo electrónico.

source: Max length allowed for field values in the forms app.
es: Máxima longitud permitida para los valores de campos en la aplicación de formularios.

source: Max length allowed for field labels in the forms app.
es: Máxima longitud permitida para las etiquetas de los campos en la aplicación de formularios.

source: If ``True``, website forms will use HTML5 features.
es: Si es ``True``, se usaran las características de HTML5 en los formularios

source: Char to use as a field delimiter when exporting form responses as CSV.
es: Carácter a usar como delimitador de campos cuando se exporten las respuestas a un formulario como CSV.

source: Absolute path for storing file uploads for the forms app.
es: Ruta absoluta donde se almacenarán los archivos para la aplicación de formularios.

source: Google Analytics ID
es: Número de identificación de Google Analytics

source: Google Analytics ID (http://www.google.com/analytics/)
es: Número de identificación de Google Analytics (http://www.google.com/analytics/)

source: A sequence mapping host names to themes, allowing different templates to be served per HTTP hosts Each item in the sequence is a two item sequence, containing a host such as ``othersite.example.com``, and the name of an importable Python package for the theme. If the host is matched for a request, the templates directory inside the theme package will be first searched when loading templates.
es: Una secuencia que mapea nombres de host con temas, permitiendo servir diferentes plantillas por host HTTP. Cada ítem en la secuencia es a su vez una secuencia de dos elementos, que contiene un host como ``otrositio.ejemplo.com``, y el nombre de un paquete Python importable para el tema. Si el host coincide con una petición, el directorio de plantillas dentro del paquete del tema será el primero en la búsqueda para cargar las plantillas.

source: Name of the jQuery file.
es: Nombre del fichero de jQuery

source: Name of the jQuery file found in mezzanine/core/static/mezzanine/js/
es: Nombre del fichero de jQuery encontrado en mezzanine/core/static/mezzanine/js/

source: Max paging links
es: Enlaces de paginación máximos

source: Max number of paging links to display when paginating.
es: Máximo número de enlaces de paginación a mostrar

source: If ``True``, the pages menu will show all levels of navigation, otherwise child pages are only shown when viewing the parent page.
es: Si es ``True``, el menú de páginas mostrará todos los niveles de navegación. De otra manera, las páginas hijas se mostrarán solo cuando se esté viendo su página padre.

source: Min value for a rating.
es: Valor mínimo para una puntuación.

source: Max value for a rating.
es: Valor máximo para una puntuación.

source: Dotted package path and class name of the widget to use for the ``RichTextField``.
es: Ruta puntuada al paquete y el nombre de clase a usar para el campo de texto enriquecido.

source: Dotted path to the function to call on a ``RichTextField`` value before it is rendered to the template.
es: Ruta puntuada a la función a llamar sobre un campo de texto enriquecido antes de ser renderizado por la plantilla.

source: Search results per page
es: Resultados de búsqueda por página

source: Number of results shown in the search results page.
es: Número de resultados a mostrar en la página de resultados de búsqueda.

source: Site Title
es: Título del Sitio

source: Title that will display at the top of the site, and be appended to the content of the HTML title tags on every page.
es: Título que se mostrará en la parte superior del sitio, y que se incluirá en el contenido de la etiqueta title del HTML de todas las páginas.

source: Tagline
es: Lema

source: A tag line that will appear at the top of all pages.
es: Un lema o eslogan que aparecerá en la parte superior de todas las páginas.

source: An open source content management platform.
es: Una plataforma de manejo de contenidos de código abierto.

source: Enable SSL
es: Activar SSL

source: Force Host
es: Forzar host

source: List of words which will be stripped from search queries.
es: Lista de palabras que se eliminarán de las consultas de búsqueda.

source: Tag Cloud Sizes
es: Tamaños de la nube de etiquetas

source: Number of different sizes for tags when shown as a cloud.
es: Número de tamaños distintos a usar para las etiquetas cuando se muestren como una nube.

source: Sequence of setting names available within templates.
es: Secuencia de nombres de opciones disponibles en las plantillas.

source: Directory name to store thumbnails in, that will be created relative to the original image's directory.
es: Nombre del directorio donde se almacenarán las miniaturas de imágenes relativo al directorio original de imágenes.

source: URL for the JavaScript file (relative to ``STATIC_URL``) that handles configuring TinyMCE when the default ``RICHTEXT_WIDGET_CLASS`` is used.
es: URL del fichero Javascript (relativa a ``STATIC_URL``) que maneja la configuración de TinyMCE cuando se utiliza ``RICHTEXT_WIDGET_CLASS``.

source: If ``True``, the south application will be automatically added to the ``INSTALLED_APPS`` setting.
es: Si es ``True``, la aplicación ``South`` se añadirá automáticamente a ``INSTALLED_APPS``.

source: Miscellaneous
es: Misceláneos

source: Setting
es: Opción

source: Settings
es: Opciones

source: Please correct the errors below.
es: Por favor corrija los errores debajo

source: Save
es: Guardar
