Repository: pypi-data/pypi-mirror-3
Catalog: packages/Products.Quota/Products.Quota-1.0b3.tar.gz/Products.Quota-1.0b3/Products/Quota/locales/*/LC_MESSAGES/quota.po
Languages: de

source: A folder which can enforce a quota.
de: Ein Ordner mit Speicherlimit

source: Add Quota Portlet
de: Speicherlimitportlet hinzufügen

source: Allowed threshold (in MB) for limit for objects with quota
de: Erlaubtes überschreiten (in MB) des Speicherlimits

source: Allowed threshold (in MB) for size limit for objects with quota
de: Erlaubtes überschreiten (in MB) des Speicherlimits

source: Default maximum size of content (MB) for quota aware containers
de: Maximale Größe für Ordner mit Speicherlimit in MB.

source: Display quota publically
de: Portlet öffentlich anzeigen

source: ERROR: QUOTA EXCEEDED
de: FEHLER: Speicherplatz erschöpft

source: Edit Quota Portlet
de: Speicherlimitportlet bearbeiten

source: Enforce quota
de: Speicherlimit erzwingen

source: If checked, no quota aware container will be allowed to contain more than these settings
de: Wenn aktiviert gelten die oben gesetzten Werte global für alle Objekte die Speicherlimits berücksichtigen. Lokale Einstellungen werden ignoriert.

source: If disabled quota portlet will only be visible for Managers and Owner of the container object.
de: Falls inaktiv wird das Speicherlimitportlet nur dem Besitzer und Manager angezeigt.

source: Max size (in MB) for objects with quota
de: Maximale Größe (in MB) für Container mit Speicherlimit

source: Maximum size
de: Speicherlimit

source: Please enter the appropriate global quota settings
de: Bitte geben Sie ein geeignetes global gültiges Speicherlimit an.

source: Quota
de: Speicherplatz

source: Quota Folder
de: Order mit Speicherlimit

source: Quota Settings
de: Einstellungen für Speicherlimits

source: Size limit
de: Maximale Größe

source: Size threshold
de: Erlaubtes Überschreiten

source: This container has a quota limit of ${limit}, with a hard limit of ${hard_limit}, and at the moment contains ${total}.
de: Der Container besitzt ein Speicherlimit von ${limit} (max. ${hard_limit}). Momentan sind ${total} belegt.

source: This value (MB) is added to the previous value to make up a hard maximum size
de: Dieser Wert in MB wird zum vorigen addiert um das maximale Limit zu bestimmen.

source: WARNING: SOFT QUOTA EXCEEDED
de: WARNUNG: Ihr Speicherplatz ist fast erschöpft

source: actual_quota
de: und beinhaltet zur Zeit ${total} MB.

source: no_quota_limit
de: Dieser Ordner hat kein Speicherlimit.

source: over_quota
de: und Sie haben versucht ${increment} MB hinzuzufügen.

source: quota_limit
de: Dieser Container besitzt ein Limit von ${limit} MB,
