Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.contentlicensing/collective.contentlicensing-2.2.5.tar.gz/collective.contentlicensing-2.2.5/collective/contentlicensing/locales/*/LC_MESSAGES/ContentLicensing.po
Languages: es

source: %s (%s). %s. Retrieved %s, from %s Web site: %s.
es: %s (%s). %s. Obtenido el %s, desde el sitio Web de %s: %s.

source: %s. (%s). Retrieved %s, from %s Web site: %s.
es: %s. (%s). Obtenido el %s, desde el sitio Web de %s: %s.

source: (Choose)
es: (Seleccione)

source: (No file has been uploaded yet)
es: (No se ha cargado ningún archivo)

source: (Required)
es: (Obligatorio)

source: Apply License To Contained Objects
es: Aplicar licencia a los objetos que contenga

source: Cancel
es: Cancelar

source: Changes saved.
es: Cambios guardados.

source: Check here to apply this license to all contained objects.
es: Seleccione para aplicar esta licencia a todos los objetos que contenga.

source: Choose the licenses which can be selected for individual objects. The Creative Commons License Picker provides an interactive form to choose an appropriate Creative Commons license.
es: Elija las licencias que podrán ser seleccionadas para cada objeto. El selector de licencias Creative Commons consiste en un formulario en que seleccionar la licencia Creative Commons más apropiada.

source: Cite/attribute Resource
es: Reconocer autoría/Citar obra

source: Click here to get the file
es: Haga clic aquí para ver el archivo

source: Configure site wide settings for copyright licensing of content within this portal.
es: Configure las preferencias generales del sitio para el tratamiento de licencias sobre el contenido del portal.

source: Content License Settings
es: Configuración de licencias

source: Content Licensing Settings
es: Ajustes sobre las licencias

source: Copyright Holder
es: Titular del Copyright

source: Copyright License
es: Copyright

source: Create License
es: Crear licencia

source: Creative Commons License Picker
es: Selector de licencia Creative Commons

source: Default Copyright
es: Copyright por defecto

source: Default Copyright Holder
es: Titular por defecto del Copyright

source: Default License
es: Licencia por defecto

source: File type
es: Tipo de archivo

source: Jurisdiction
es: Jurisdicción

source: License Icon
es: Icono de la licencia

source: License Image
es: Imagen de la licencia

source: License Location
es: Ubicación de la licencia

source: License Name
es: Nombre de la licencia

source: License URL
es: Dirección URL de la licencia

source: New License
es: Nueva licencia

source: No changes made.
es: Sin cambios hecho.

source: Please correct the indicated errors.
es: Por favor, corrija los errores indicados.

source: Publisher
es: Editor

source: RSS Feed
es: Canal RSS

source: Required
es: Obligatorio

source: Save
es: Guardar

source: Size
es: Tamaño

source: Specify the jurisdiction in which the content license is valid. (Any Jurisdiction changes must be saved before choosing a new Creative Commons license.)
es: Especifique el ámbito en el que la licencia es válida. (Cualquier cambio en este ámbito debe ser guardado antes de elegir una nueva licencia Creative Commons)

source: Submit
es: Enviar

source: Supported Licenses
es: Licencias disponibles

source: The URL pointer to an image associated with the license.
es: Enlace a la imagen asociada a la licencia.

source: The URL pointer to information about the license.
es: Enlace a la página con información sobre la licencia.

source: The citation for this resource is presented in APA format. Copy the citation to your clipboard for reuse.
es: La cita de este recurso se presenta en formato APA. Copia de la cita en el porta-papeles para su reutilización.

source: The default copyright owner for content in this portal.
es: El titular por defecto del Copyright para el contenido de este portal.

source: The default copyright to be used with content in this portal.
es: El Copyright por defecto para el contenido de este portal.

source: The external URL of the license, this usually contains the actual content of the license.
es: Enlace externo a la licencia, generalmente incluye los términos actuales de la licencia.

source: The external URL to an image associated with the license.
es: El enlace externo a una imagen asociada a la licencia.

source: The institution or individual responsible for publishing content in this portal.
es: La institución o la persona responsable de la publicación del contenido en el portal.

source: The license on this item.
es: La licencia de este elemento.

source: The name of the license.
es: La denominación de la licencia.

source: The name of the person or organization owning or managing rights over the resource.
es: El nombre de la persona u organización poseedora o gestora de los derechos del recurso.

source: The title of the license that will appear on the licensed object.
es: El título de la licencia que aparecerá en el objeto al que se le aplica.

source: This field is required, please provide some information.
es: Este campo es requerido, por favor, provea alguna información.

source: This work is licensed under a
es: Esta obra se publica bajo una licencia

source: heading_file_contents
es: Contenidos de archivos
