Repository: pypi-data/pypi-mirror-3
Catalog: packages/atreal.mailservices/atreal.mailservices-1.1.1.zip/atreal.mailservices-1.1.1/atreal/mailservices/locales/*/LC_MESSAGES/atreal.mailservices.po
Languages: nl

source: Additionals mails
nl: Bijkomende mails

source: Groups
nl: Groepen

source: Groups & Users
nl: Groepen & gebruikers

source: Mail Services
nl: Maildiensten

source: Mail not sent.
nl: Mail is niet verstuurd

source: Mail sent.
nl: Mail is verstuurd

source: Mail services
nl: Maildienst

source: MailServices
nl: Maildiensten

source: MailServices settings
nl: Maildiensten configuratie

source: MailServices settings for this site.
nl: Maildiensten configuratie voor de site

source: Search for group
nl: Zoeken naar groep

source: Search for user
nl: Zoeken naar gebruiker

source: Send
nl: Verstuur

source: Send this page to specific users
nl: Stuur deze pagina naar specifieke gebruikers

source: To
nl: Naar

source: Users
nl: Gebruikers

source: Write the mail
nl: Schrijf de mail

source: box_search
nl: Zoeken

source: description_mailservices
nl: Vul alle tabbladen in en valideer het formulier om mails te versturen

source: help_additional_recipient_type
nl: Voeg meer recipiÃ«nten toe, gescheiden door ;

source: help_admin_bcc
nl: Stuur elke mail eveneens naar de website administrator in bcc.

source: help_groups
nl: Selecteer groepen om mail naar te versturen

source: help_mailservices_additionals
nl: Voeg extra veld toe om emailadressen manueel in te geven

source: help_mailservices_body
nl: Standaard tekst. Je kan ${portal_title}, ${object_title}, ${object_url} gebruiken als variabelen.

source: help_mailservices_subject
nl: Standaard onderwerp. Je kan ${portal_title}, ${object_title}, ${object_url} gebruiken als variabelen.

source: help_message
nl: Tekst van de mail

source: help_subject
nl: Onderwerp van de mail

source: help_users
nl: Selecteer alle gebruikers om mail naar te versturen

source: label_admin_bcc
nl: De Administrator van deze site ook alle mails laten in bcc laten ontvangen.

source: label_group
nl: Groep

source: label_mailservices_additionals
nl: Gebruikers kunnen mails sturen naar andere gebruikers

source: label_mailservices_body
nl: Bericht template

source: label_mailservices_subject
nl: Standaard onderwerp

source: label_message
nl: Inhoud

source: label_required
nl: (Vereist)

source: label_select_all_items
nl: Selecteer alle items

source: label_showall
nl: Toon alle

source: label_subject
nl: Onderwerp

source: label_user
nl: Gebruiker

source: summary_mailservices_recipients_groups
nl: Huidige maildiensten groepen

source: summary_mailservices_recipients_users
nl: Huidige maildiensten gebruikers

source: text_no_usermail_setup
nl: Je hebt geen geldig emailadres, je kan dus geen contactformulier gebruiken.

source: title_required
nl: Vereist
