Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.externalsnippet/collective.externalsnippet-0.2.zip/collective.externalsnippet-0.2/collective/externalsnippet/locales/*/LC_MESSAGES/collective.externalsnippet.po
Languages: cs

source: HTTP Error
cs: Chyba HTTP

source: No matching content found in the fetched page.
cs: Nenalezen žádný odpovídající obsah v načtené stránce.

source: No visible data fetched.
cs: Nenačtena žádná viditelná data.

source: URL Error
cs: Chyba URL

source: Warning
cs: Upozornění

source: help_snippet_expression
cs: Zadejte regulární výraz, který bude použit pro výběr obsahu z externí stránky.

source: help_snippet_password
cs: Zadejte heslo pro základní přihlášení, pokud je vyžadováno.

source: help_snippet_url
cs: Zadejte URL adresu pro stránku, která má být vykreslena v zobrazení dokumentu jako externí snipet.

source: help_snippet_username
cs: Zadejte uživatelské jméno pro základní přihlášení pokud je vyžadováno.

source: label_snippet_expression
cs: Výraz Snipetu

source: label_snippet_password
cs: Heslo Snipetu

source: label_snippet_url
cs: URL Snipetu

source: label_snippet_username
cs: Uživatelské Jméno Snipetu
