Repository: pypi-data/pypi-mirror-3
Catalog: packages/cmsutils/cmsutils-0.6.6.tar.gz/cmsutils-0.6.6/cmsutils/locale/*/LC_MESSAGES/django.po
Languages: es

source: availability of %s
es: disponibilidad de %s

source: Indistinct
es: Indistinto

source: Yes
es: Sí

source: All
es: Todo

source: name
es: nombre

source: value
es: valor

source: This value must contain only letters, numbers, underscores or hyphens.
es: Este valor sólo debe contener letras, números, guiones y guiones bajos.

source: Enter a valid phone number in one of the formats 6XXXXXXXX, 8XXXXXXXX or 9XXXXXXXX.
es: Introduzca un número de teléfono válido en formato 6XXXXXXXX, 8XXXXXXXX o 9XXXXXXXX.

source: Spanish phone numbers must come in one of the formats 6XXXXXXXX, 8XXXXXXXX or 9XXXXXXXX.
es: Los números de teléfono españoles deben ser de formato 6XXXXXXXX, 8XXXXXXXX o 9XXXXXXXX.

source: Separate numbers with hyphens, slashes, commas or spaces.
es: Separe los número con guiones, barras, comas o espacios.

source: Please enter a valid bank account number in format XXXX-XXXX-XX-XXXXXXXXXX.
es: Por favor, introduzca un número de cuenta bancaria válida en el formato XXXX-XXXX-XX-XXXXXXXXXX.

source: Invalid checksum for bank account number.
es: Número de control de cuenta inválido

source: Input must be exactly two comma-separated decimal numbers.
es: La entrada debe ser exactamente dos números decimales separados por comas.

source: At least one data is not a decimal number.
es: Al menos un dato no es un número decimal.

source: Latitude must be a decimal number between -90.0 and 90.0.
es: La latitud debe ser un número decimal entre -90.0 y 90.0.

source: Longitude must be a decimal number between -180.0 and 180.0.
es: La longitud debe ser un número decimal entre -180.0 y 180.0.

source: View related object
es: Ver objeto relacionado

source: Delete confirmation
es: Confirmar borrado

source: Are you sure you want to delete this object?
es: ¿Estás seguro que quieres eliminar este objeto?

source: Yes, I am sure
es: Sí, estoy seguro

source: Delete
es: Borrar

source: Home
es: Inicio

source: Form filled has errors. Please correct
es: El formulario tiene errores. Por favor corríjalos.

source: There is no parameter with name "%s"
es: No hay ningún parámetro de nombre "%s"

source: Save object
es: Guardar objeto

source: Form has errors
es: El formulario tiene errores

source: Now you are editing content in
es: Ahora está editando contenido en

source: You do not have permission to delete %s objects
es: No tiene permiso para borrar objetos %s
