Repository: pypi-data/pypi-mirror-3
Catalog: packages/enre/enre-0.3.4.tar.gz/enre-0.3.4/enre/erp/party/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Parties types
ru: Виды участников

source: Parties
ru: Участники

source: Parties roles
ru: Роли участников

source: Contact info types
ru: Виды контактов

source: Postal address types
ru: Виды адреса

source: Party type
ru: Вид участника

source: Party types
ru: Виды участника

source: Party role
ru: Роль участника

source: Party roles
ru: Роли участников

source: Name
ru: Наименование

source: Short name
ru: Сокр. наименование

source: Description
ru: Описание

source: Own party
ru: Собственный участник

source: OGRN
ru: ОГРН

source: OKPO
ru: ОКПО

source: OKATO
ru: ОКАТО

source: Party
ru: Участник

source: INN
ru: ИНН

source: KPP
ru: КПП

source: Organization
ru: Юридическое лицо

source: Organizations
ru: Юридические лица

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Middle name
ru: Отчество

source: Birthday
ru: Родился

source: Business owner
ru: Индивидуальный предприниматель

source: Person
ru: Физическое лицо

source: Persons
ru: Физические лица

source: Parent party
ru: Участник

source: Related party
ru: Участник

source: Role
ru: Роль участника

source: Party relationship
ru: Роль участника

source: Party relationships
ru: Роли участников

source: Order
ru: Сортировка

source: Contact info type
ru: Вид контактной информации

source: Contact
ru: Контакт

source: Allow solicitation
ru: Обращение возможно

source: Contact info
ru: Контактная информация

source: Postal address type
ru: Вид адреса

source: Party addresses
ru: Адреса участников

source: To name
ru: На имя

source: Address
ru: Адрес

source: Address2
ru: Адрес2

source: City
ru: Город

source: Postal code
ru: Индекс

source: Postal address
ru: Почтовый адрес

source: Postal addresses
ru: Почтовые адреса

source: Select party role
ru: Выбор роли участника

source: OGRNIP
ru: ОГРНИП

source: allow solicitation
ru: обращение возможно

source: All parties
ru: Участники

source: Own parties
ru: Собственные участники

source: own organization
ru: собственная организация

source: own person
ru: собственный ИП

source: postal_address
ru: Почтовый адрес

source: site
ru: Сайт

source: email
ru: Электронная почта

source: other
ru: Другое
