Repository: pypi-data/pypi-mirror-3
Catalog: packages/ella/ella-2.0.9.tar.gz/ella-2.0.9/ella/contact_form/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Sender email:
cs: Váš email:

source: Subject:
cs: Předmět:

source: Message content:
cs: Váš dotaz:

source: Contact form recipient
cs: Přijemce kontaktního formuláře

source: Contact form recipients
cs: Přijemci kontaktního formuláře

source: Sender email
cs: Odesílatel

source: Subject
cs: Předmět

source: Message content
cs: Obsah

source: Created
cs: Vytvořeno

source: Contact form message
cs: Zpráva z kontaktního formuláře

source: Contact form messages
cs: Zprávy z kontaktního formuláře

source: (anonymous)
cs: (anonym)

source: (no subject)
cs: (bez předmětu)

source: Contact form submitted
cs: Odeslán kontaktní formulář
