Repository: pypi-data/pypi-mirror-3
Catalog: packages/Poulda/Poulda-0.8.tar.gz/Poulda-0.8/poulda/locale/*/LC_MESSAGES/poulda.po
Languages: fr

source: This service has been disabled.
fr: Ce service est désactivé.

source: Wrong login or password. Please try again.
fr: Mauvais nom d'utilisateur ou mot de passe. Veuillez essayer à nouveau.

source: You need to log in to upload a file.
fr: Vous devez vous identifier pour transférer un fichier.

source: Login
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Let me in!
fr: Laissez-moi entrer !

source: Identify.
fr: Identifiez-vous.

source: Upload your file.
fr: Transférez.

source: Rejoice.
fr: Exultez.

source: Log out
fr: Se déconnecter

source: Your file has been successfully uploaded.
fr: Votre fichier a été transféré avec succès.

source: If you wish to upload another file, follow this link.
fr: Si vous souhaitez transférer un autre fichier, suivez ce lien.

source: Upload
fr: Transférer
