Repository: pypi-data/pypi-mirror-3
Catalog: packages/collective.polls/collective.polls-1.0rc1.tar.gz/collective.polls-1.0rc1/src/collective/polls/locales/*/LC_MESSAGES/plone.po
Languages: es

source: Closed
es: Cerrada

source: Member retracts submission
es: El miembro retrae la encuesta

source: Member submits content for publication
es: El miembro propone la encuesta para ser publicada

source: Open
es: Abierta

source: Pending review
es: Pendiente de revisión

source: Poll Workflow
es: Flujo de trabajo de encuesta

source: Poll Workflow is intended to be used with polls
es: Un flujo de trabajo para utilizarse en encuestas.

source: Private
es: Privado

source: Reviewer publishes content
es: El revisor publica el contenido

source: Site admin closes the poll
es: El administrador del sitio cierra la encuesta
