Repository: pypi-data/pypi-mirror-3
Catalog: packages/pygtkspellcheck/pygtkspellcheck-3.0.tar.gz/pygtkspellcheck-3.0/l10n/pygtkspellcheck/*.po
Languages: de, es

source: (no suggestions)
de: (keine Vorschläge)
es: (sin sugerencias)

source: Add "{word}" to Dictionary
de: "{word}" zum Wörterbuch hinzufügen
es: Agregar "{word}" al Diccionario

source: Ignore All
de: Alles ignorieren
es: Ignorar Todos

source: Languages
de: Sprachen
es: Idiomas

source: Suggestions
de: Vorschläge
es: Sugerencias

source: '{0}' declared in registry but not found within the extension.
de: '{0}' wurde in der Wörterbuch Datenbank angegeben, kann aber nicht gefunden werden.
es: '{0}' ha sido declarado en el archivo de registro pero no pudo ser encontrado dentro de la extensión.

source: Error while processing extension {0}.
de: Fehler beim Bearbeiten der Erweiterung {0}.
es: Hubo un error al procesar la extensión {0}.

source: Extension '{0}' has no dictionary registry.
de: Erweiterung '{0}' hat keine Wörterbuch Datenbank.
es: La extensión '{0}' no tiene un archivo de registro de diccionarios.

source: Extension '{0}' is not a valid zip file.
de: Erweiterung '{0}' ist keine Zip-Datei.
es: La extensión '{0}' no es un archivo zip válido.

source: Extract path is not a directory.
de: Ziel ist kein Verzeichnis.
es: La ruta de extracción no es un directorio.

source: Unable to move extension, file with same name exists within move_path.
de: Die Erweiterung konnte nicht verschoben werden, eine Datei mit gleichem Namen existiert bereits.
es: No fue posible mover el archivo de la extensión, un archivo del mismo nombre ya existe dentro de move_path.

source: Unable to move extension, move_path is not a directory.
de: Die Erweiterung konnte nicht verschoben werden, Ziel ist kein Verzeichnis.
es: No fue posible mover el archivo de la extensión, move_path no es un directorio.
