Repository: pypi-data/pypi-mirror-3
Catalog: packages/atreal.richfile.qualifier/atreal.richfile.qualifier-1.1.1.zip/atreal.richfile.qualifier-1.1.1/atreal/richfile/qualifier/locales/*/LC_MESSAGES/atreal.richfile.qualifier.po
Languages: fr

source: Action menu
fr: Action(s) supplémentaire(s)

source: Activate
fr: Activer

source: Activate viewlet
fr: Activer le plugin pour ce fichier

source: Changes canceled.
fr: Modifications annulées

source: Changes saved.
fr: Modifications sauvegardées

source: Clean ALL
fr: Tout effacer

source: Clean all contents
fr: Effacer toutes les données

source: Collapse
fr: Rétracter

source: Collapse viewlet
fr: Rétracter le plugin

source: Deactivate
fr: Désactiver

source: Deactivate viewlet
fr: Désactiver le plugin pour ce fichier

source: Expand
fr: Développer

source: Expand viewlet
fr: Développer le plugin

source: Refresh viewlet
fr: Rafraîchir le plugin

source: RichFileQualifier settings
fr: Configuration du qualifieur

source: RichFileQualifier settings for this site.
fr: Vous pouvez paramétrer ici les propriétés du qualifieur

source: These operations search by the interface provided by the content in portal_catalog, so if you already have contents in your site when you install this package, you have to update 'object_provides' index first.
fr: Ces opérations recherchent dans le 'portal_catalog' par les interfaces assignées au type de contenu, donc si vous avez déjà des contenus dans votre site et que vous venez d'installer le composant, vous devez d'abord mettre à jour l'index 'object_provides'.

source: Update
fr: Mettre à jour

source: Update ALL
fr: Tout mettre à jour

source: Update all contents
fr: Tout mettre à jour

source: Update viewlet
fr: Mettre à jour le plugin

source: Your file is being processed. Please come back later.
fr: Votre fichier est en train d'être traité. Merci de revenir plus tard.

source: clean-up on object(s) failed
fr: opération(s) de nettoyage ont échouée(s)

source: clean_all
fr: Nettoyage général

source: help_clean_all
fr: Pour chaque fichier supporté, ce plugin créé des données supplémentaires. En cliquant sur ce bouton, toute ces données seront effacées. Attention, cette action peut prendre beaucoup de temps, et va ralentir significativement le site durant l'opération.

source: help_update_all
fr: En cliquant sur ce bouton, chaque fichier supporté par ce plugin sera mis à jour. Attention, cette action peut prendre beaucoup de temps, et va ralentir significativement le site durant l'opération.

source: label_cancel
fr: Annuler

source: label_required
fr: (Requis)

source: label_save
fr: Enregistrer

source: objects cleaned.
fr: Objet(s) nettoyé(s)

source: objects updated.
fr: Objet(s) mis à jour

source: title_required
fr: Requis

source: update(s) on object(s) failed
fr: opération(s) de mise à jour ont échouée(s)

source: update_all
fr: Mise à jour générale
